{"id":11588,"date":"2020-10-05T21:28:00","date_gmt":"2020-10-05T21:28:00","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=11588"},"modified":"2022-03-09T19:11:14","modified_gmt":"2022-03-09T19:11:14","slug":"staying-at-home-with-brain-fog-un-witting-patient-activism","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/staying-at-home-with-brain-fog-un-witting-patient-activism\/","title":{"rendered":"Staying (at Home) with Brain Fog: “Un-witting” Patient Activism"},"content":{"rendered":"\n<p><em><strong>This essay originally appeared on <\/strong><\/em><a href=\"http:\/\/somatosphere.net\/2020\/staying-home-brain-fog-patient-activism.html\/\"><strong><em>Somatosphere<\/em><\/strong><\/a><em><strong>, as part of its <\/strong><\/em><a href=\"http:\/\/somatosphere.net\/series\/reworking-the-cognitive-bias\/\"><strong><em>Reworking the Cognitive Bias<\/em><\/strong><\/a><em><strong>&nbsp; series.<\/strong><\/em><\/p>\n\n\n\n<p><em>Scene 1: It’s Sunday afternoon, around one o’clock, and a group of a dozen or so people log onto a video call from their apartments. Occasionally someone’s cat will walk into the frame, obscuring the camera, or a deliveryman will ring the buzzer, interrupting the flow of conversation. But mostly, what we see of each other are scenes of domestic mundanity: the pillow on the bed, the picture behind the couch, the dog napping in the background, the sunlight pouring in from the window, all framed in neat rectangular boxes. This is the form in which nearly all socializing takes place.<\/em><\/p>\n\n\n\n<p><em>Scene 2: My interlocutor, Helga, tells me over Zoom that if you have to be cooped up somewhere, New York City has its relative merits: “I wasn’t as isolated. I got to be human every day, a little bit. You know, you go to the bodega in your pajamas, and you run into people,” she explains. “It’s gotta perk you up.” We laugh about the way the bodega’s resident cat always tends to comfort you; it may be the only living thing you speak to for days.<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center\">* * * * *<\/p>\n\n\n\n<p>These scenes could be dispatches from a socially-distanced New York City, but they are not: drawn from fieldwork conducted in 2019, they animate the ways that one community has lived for years. Quarantine blanketed the city a year later–an unprecedented move, yet one strikingly reminiscent of my time conducting virtual ethnography with people with myalgic encephalomyelitis\/chronic fatigue syndrome (ME\/CFS). Though shrouded in etiological unknowns and met with frequent stigma, ME\/CFS debilitates previously healthy people such that one-quarter of them become completely bedbound and a majority are unemployed (Institute of Medicine 2015). Its hallmark symptom is “post-exertional malaise,” which means that activities of daily living like trips to the grocery store must be carefully planned out, usually only taking place a couple of times a month. Its patient community is characterized by a robust online presence–with social media and Zoom enabling a tenuous form of biosociality (Rabinow 2008) across physical distance and despite the fact that most days, they cannot leave their homes.&nbsp;<\/p>\n\n\n\n<p>My research takes place in an ME\/CFS patient community in New York City and with the patient-activist organization ME Progress (a pseudonym). The proverbial city that never sleeps, New York is permeated with a tacit acceptance of cultures of exhaustion that valorize work and hyperactivity. The city is characterized by inaccessible public transit and architecture, yet also defined by the lively worlds that emerge when bodies live in close proximity to one another. These facets make New York a salient place to study not only the social experiment of quarantine, but also the lives of people who have already been living this isolation due to a misunderstood, little-supported, yet profoundly debilitating illness. Though many recounted to me the hustled lifestyle they once lived as quintessential “type-A” go-getters before getting sick, people with ME\/CFS represent a side of the city not often associated with New York. They’ve been sapped of energy. They’re rarely able to take public transit. Embodying the fast-walking, fast-talking New York stereotype is foreclosed by cognitive lapses and generalized fogginess. And contrary to the constant mobility of the city, of bodies that constantly encounter other bodies, their social lives are often centered around “virtual” interactions through social media and video calls made from bed.<\/p>\n\n\n\n<p>People with ME\/CFS have long been self-described “canaries in the coal mine.” Met with dismissal by prevailing understandings of medicine, they foreshadow epidemics of chronic illness to come. But these “canaries” have a second valence: they anticipated the social isolation generalized to the currently able-bodied public in the response to the COVID-19 pandemic. A lively, ongoing conversation among disability communities on Twitter is about the many lessons COVID-19 has taught able-bodied people–put quite aptly <a href=\"https:\/\/twitter.com\/KikiSchoonz\/status\/1238456960418275329\">by Kyla Schuller:<\/a> “COVID-19 is teaching the ableds what the disabled and chronically ill already know: your ability to leave the house is a privilege that can be lost at any time.” In real ways, people with chronic illnesses–and especially people with ME\/CFS, for whom the defining characteristic of their disease is how it drains them–are some of the only people for whom COVID-19 has changed very little about their day-to-day lives.&nbsp;<\/p>\n\n\n\n<p>As the weeks of shelter-in-place turned into months, the world scrambled to maintain a tenuous sociality–a semblance of normalcy that was never quite the same. Minuscule pauses in Zoom conversations, staring at faces for hours yet not making reciprocal eye contact, amounted to what would soon be given a name: <a href=\"https:\/\/hbr.org\/2020\/04\/how-to-combat-zoom-fatigue\">Zoom fatigue<\/a>. The dream of remote work carrying on as normal–at least for certain classes of workers–was never quite founded. Socializing over FaceTime with loved ones never quite scratched the itch for relationality. Dating apps continued, yet <a href=\"https:\/\/jhiblog.org\/2020\/05\/25\/the-dissident-voice-inside-our-heads\/\">sex changed<\/a>. There was something uncanny here in the full Freudian sense: a discomfort with a social world that was both familiar and strange, an unsettled feeling induced by something concealed (<em>heimlich<\/em>) that got unconsciously revealed (<em>unheimlich<\/em>). Quarantine reveals the importance of what was missing from this newly-pervasive form of socialization: <em>bodies<\/em>.<\/p>\n\n\n\n<p>When Helga says that she “got to be human every day, a little bit” through encounters with other bodies on the streets of Brooklyn, she evokes a phenomenological insight about personhood, with ethical implications. Writing about solitary confinement in supermax prisons, Lisa Guenther (2013) compellingly reminds us that subjectivity is not a point but a hinge. Guenther argues that solitary confinement destroys the human itself, a kind of death-in-life. Human subjectivity, our relation to ourselves, is sustained only through relations with others (xiii). In this way, being solitarily confined is not just about loneliness, but will cause me to “<em>lose myself by being confined to myself<\/em>” (Ibid.)<em>.&nbsp;<\/em><\/p>\n\n\n\n<p>Certainly, I am not equating the lives of people with ME\/CFS to those who are incarcerated. But quarantine has brought to life–for an able-bodied public–the fact that there can be many forms of solitary confinement. In the case of people with ME\/CFS, it is a form they have lived for years and years.<\/p>\n\n\n\n<p>I want to use these insights gleaned from quarantine as a launching point to take up <em>bodies<\/em> as a serious though mostly unspoken structure of patient movements. This approaches considers how bodies scale the ways disease entities are successfully taken up, or not, by Western biomedicine and its surrounding infrastructures. Focusing on impairment has often been uncomfortable, even taboo, for disability studies. But it’s precisely the same <em>unheimlich<\/em> qualities of quarantine that prompt this writing: bodies–their messiness, their necessity, their debility and capacity (Puar 2017)–constitute the taboo revealed when we try to dig deep into the uncanniness of social distance and life in isolation.<\/p>\n\n\n\n<p>Here, I am going to stay with one such facet of the embodied experiences of patient-activists with ME\/CFS: brain fog, the name people with fibromyalgia and ME\/CFS in particular give to a cognitive impairment characterized by delayed recall, forgetfulness, and disrupted information processing. But brain fog is not “only” cognitive. There is no Cartesian split here. For one thing, brain fog is frequently catalyzed by the taxing work of just trying to hold a disarranged body upright, such that mind and body become materially inseparable (Ross et al. 2013). But brain fog’s fleshy materialities also mobilize socialities and structure activist worlds. Rather than envision impairment as lack–something disability studies warns against–my aim is to point to brain fog’s <em>generative<\/em> qualities in disability world-making (Ginsburg and Rapp 2013).&nbsp;<\/p>\n\n\n\n<p>What would happen if we were to “unwit” patient activism, to unmoor it from paradigms of intentionality, conscious effort, and goal-directed deliberation? What would it mean to stay instead with brain fogginess, whole-body exhaustion, and cognitive lapses? These bodily experiences characterize the fabric of everyday life for people with ME\/CFS, who forge socialities within these conditions. These experiences are not occasional, peripheral blips in their daily lives, and staying at home is not a new, post-COVID exception; for many, it has been the rule for decades. They are “at home” with brain fog and well-acquainted with a kind of biosociality that takes place from their individual couches. As phenomenological anthropology would remind us, social worlds and thus patient activism always take place within these <em>bodies<\/em> (Desjarlais and Throop 2011; Mattingly 2017).<\/p>\n\n\n\n<p>The ME\/CFS activists in ME Progress New York are inspired by the performative, and immensely successful, actions of AIDS activists, whose legacy provides a longstanding model for disease activism, particularly in the context of New York City. Yet, they also know that such taxing modes of politicking are out of reach. As Tina, a middle-aged white woman with ME\/CFS, longtime AIDS advocate, and member of ME Progress once told me, “It’s called <em>act<\/em>ivism for a reason. It kind of requires <em>action<\/em>, and we can’t really do that.” Brain fog and the perpetual reality of post-exertional malaise stymie traditional triumphalist visions of activist success: people drop out of actions last-minute; calls go unmade; meetings get cancelled. While much of modern life is marked by exhaustion, and the term “activist fatigue” is used by all sorts of movements, it must be remembered that activists with ME\/CFS face the same challenges of inertia, but in exhausted bodies and foggy minds that make such conventional activist tactics particularly inaccessible. These challenges are negotiated through online planning meetings and virtual protests–something that many of us are now familiar with. Staying with the work of these activists–taking its productive qualities seriously–forces a reconsideration of what activist “work” counts as work, and of whose bodies can produce action that is legible as action.&nbsp;<\/p>\n\n\n\n<p>Bodies and impairment form the substrate of everyday interactions between ME\/CFS activists that are indeed generative of biosocial worlds. Ilana is a black woman in her 30s who is newly involved in planning protests. There are many other folks on today’s call, but Tina, the group’s de facto leader, is absent—as we speak, she’s on an airplane, en route to a doctor’s appointment in the Silicon Valley (“I trust my doctor in New York,” she’d told me, “but if I can get 4%, even 2% better, it’s worth pursuing”). I had offered to take minutes for Tina while she was gone, and as the meeting closes, I offer again to take minutes for the next one. “Thank you,” Ilana tells me, “because the brain fog is strong up here.” Janet, a white retired therapist in her 60s, remarks, “It’s kinda good that Tina is not on the call, because it helps her get a little distance…and it helps <em>us<\/em>.” The group had gotten used to having a leader. It is good that Tina—a public health professional with one of the mildest cases of ME\/CFS among the group—is such a charismatic force for the group, Janet says. But perhaps “we’ve come to rely on it.” Tina had admitted numerous times that she was unprepared to lead this year’s action, completely “crashed” from spearheading it the two years prior. Ilana, being the de facto leader of this meeting, then offers, “I know it’s 2[pm], and I don’t know about you guys, but I’m fading a bit.” We discuss when we’re meeting next, given it might not be next week. “It’s a holiday weekend,” I say. Ilana replies, as if making small talk, “Oh yeah? What holiday is it?” “<em>Every<\/em> holiday!” Janet says with a laugh. At this point, Virginia, a middle-aged white woman from Long Island, interjects in a lightly teasing, but mostly empathetic, mode: “Oh, that brain fog!” After a moment’s pause, Janet gives the answer away: “Easter <em>and<\/em> Passover!” Ilana does not respond to the brain fog comment, but adds that she is not used to keeping track of holidays due to her schedule as a nurse: “Hospitals never close.”<\/p>\n\n\n\n<p>Here, home became more than a private space. Symptoms became social. When Virginia interjected, she attempted to extend an embodied relationality into disembodied virtual space. But the ways that symptoms <em>matter<\/em> interface with social position. What was a clear instance of brain fog to Virginia was for Ilana attributable instead to her working conditions as a nurse.<\/p>\n\n\n\n<p>Anthropological theories of disease, informed by Science and Technology Studies (STS), maintain that disease isn’t created through biomedicine alone. Disease doesn’t simply “exist” in a human body to be dis-covered by biomedicine; its reality is brought to life, enacted (Mol 2003), through the social–like Ilana and Virginia did above. But embodiment loops back in repercussive ways. In the course of activist discussions, patients frequently remark that it is precisely bodily<em> <\/em>resources that they lack. A 30-something white man, lamenting that he was “foggy last week” and had forgotten about the meeting, interjected somewhat exasperatedly, “I feel like if we were dealing with any other disease, it would be so much easier to mobilize. <em>Any<\/em> other disease…”&nbsp;<\/p>\n\n\n\n<p>Yet fogginess alone does not explain the derision with which ME\/CFS has been met. Certainly, there are other examples of disabilities that are accepted as real, even when people in that community are unable to interact in person or expend much energy. To address this puzzle, we must grapple with how bodily symptoms are compounded<em> <\/em>by social position: most of those in the group are women, many are mothers, wives, or caretakers, whose middle-class position is simultaneously defined by the social expectation that they sublimate their own needs to that of others. This is distinct from, for instance, the parent activists of children with disabilities (Rapp and Ginsburg 2001).&nbsp;<\/p>\n\n\n\n<p>So who<em> <\/em>has the bodily capability to successfully advocate for the reality of a disease? The demographic of a disease is inseparable from the way its bodily and cognitive capacities come to matter<em> <\/em>(Meijer and Prins 1998). Met with fogginess, an invisible illness, disbelieving families, and social isolation, people with ME\/CFS are not in the best positions to advocate for themselves, and they are also frequently without people to advocate on their behalf. This scales upward, meaning ME\/CFS’s very ontology is also “foggy”: at stake in this patient movement is the very validity of the disease itself. The success or failure of patient movements is not simply about social position; it is about bodies, and the difference it makes when these bodies come together in physical space.<\/p>\n\n\n\n<p>Reworking our attention to the uncanny ways in which bodies matter can allow us to account more capaciously for what activism, politics, and agency look like. Phenomenological, embodied, and cognitive resources are part of how disease activism takes shape and how disease is constructed; thus, impairment is always already part and parcel of the social category of disability, and “illness” (experience) and “disease” (biomedical entity) became less separable (Scheper‐Hughes and Lock 1986). For chronic, contested conditions like ME\/CFS, a second implication is that such diseases are gendered due to more than just the fact that women are more likely to have them. In paying attention to how foggy, exhausted bodies interface<em> <\/em>with social position, we witness the immanent<em> <\/em>gendering of what counts as disease in the first place, and how that disease is treated—or ignored.<\/p>\n\n\n\n<p><strong>Coda: Trouble in the coal mine<\/strong><\/p>\n\n\n\n<p>As <a href=\"https:\/\/www.theatlantic.com\/health\/archive\/2020\/06\/covid-19-coronavirus-longterm-symptoms-months\/612679\/\">stories of acute COVID-19 cases transforming into chronic syndromic diseases<\/a> proliferate, we will undoubtedly <a href=\"https:\/\/www.washingtonpost.com\/health\/could-covid-19-cause-long-term-chronic-fatigue-and-illness-in-some-patients\/2020\/05\/29\/bcd5edb2-a02c-11ea-b5c9-570a91917d8d_story.html\">see new ME\/CFS diagnoses<\/a>. Just as the United States government was unprepared for the pandemic, it will likewise find itself unable to adequately respond to the epidemic of chronic illness that will follow in COVID’s wake. Decades of underfunding research and dismissing ME\/CFS patients mean that we won’t know how to treat the post-COVID cases that result in <a href=\"https:\/\/www.nytimes.com\/2020\/07\/01\/health\/coronavirus-recovery-survivors.html\">ongoing fatigue and brain fog<\/a>. Scientists, clinicians, and the public at large won’t understand why some patients get better and some do not.<\/p>\n\n\n\n<p>In all intervening decades since governmental agencies first identified ME\/CFS, it’s amorphous, hazy etiology created a crisis of belief that people with ME\/CFS lived through in foggy minds and exhausted bodies that compounded their social isolation. ME\/CFS is estimated to be the most underfunded per disease burden of any entity in the US (Dimmock, Mirin, and Jason 2016). Its patient activists have been trying to change that–in whatever ways that they can: an email to a representative here, participation in a virtual protest there. These actions alone can crash people with ME\/CFS for weeks, yet they can seem inconsequential to an outside viewer. It is important to recognize the forms of activism and sociality that are both constituted by, and persist through, brain fog, and their repercussive effects. These effects shape disease itself, forming who counts as ill and who does not, and creating certain forms of scientific knowledge while precluding others (Schiebinger 2004), rendering medical cures and scientific clarity for some bodies, and leaving others in an uncertain and debilitating fog.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><em><strong>Emily Lim Rogers<\/strong> is the Mellon Postdoctoral Fellow in Disability Studies at Brown University, jointly appointed at the Cogut Center for the Humanities and the Departments of STS and American Studies. She teaches and conducts research at the intersection of disability studies; science, technology, and society; the medical humanities; gender\/sexuality studies; and the history of capitalism. Her current research project centers on myalgic encephalomyelitis, also known as chronic fatigue syndrome or ME\/CFS, probing what scientific uncertainty about the illness reveals about the fraught gendered and racialized dynamics that determine who is considered ill and examining the uneven uptake of debility in the sociocultural context of the United States.<\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><strong>References<\/strong><\/p>\n\n\n\n<p>Desjarlais, Robert, and Jason C. Throop. 2011. “Phenomenological Approaches in Anthropology.” <em>Annual Review of Anthropology<\/em> 40 (1): 87–102. https:\/\/doi.org\/10.1146\/annurev-anthro-092010-153345.<\/p>\n\n\n\n<p>Dimmock, Mary E., Arthur A. Mirin, and Leonard A. Jason. 2016. “Estimating the Disease Burden of ME\/CFS in the United States and Its Relation to Research Funding.” <em>Journal of Medicine and Therapeutics<\/em> 1 (1). https:\/\/doi.org\/10.15761\/JMT.1000102.<\/p>\n\n\n\n<p>Ginsburg, Faye, and Rayna Rapp. 2013. “Disability Worlds.” <em>Annual Review of Anthropology<\/em> 42 (1): 53–68. https:\/\/doi.org\/10.1146\/annurev-anthro-092412-155502.<\/p>\n\n\n\n<p>Guenther, Lisa. 2013. <em>Solitary Confinement: Social Death and Its Afterlives<\/em>. Minneapolis: University Of Minnesota Press.<\/p>\n\n\n\n<p>Institute of Medicine, Committee on the Diagnostic Criteria for Myalgic Encephalomyelitis\/Chronic Fatigue Syndrome, and Board on the Health of Select Populations. 2015. <em>Beyond Myalgic Encephalomyelitis\/Chronic Fatigue Syndrome: Redefining an Illness<\/em>. The National Academies Collection: Reports Funded by National Institutes of Health. Washington (DC): National Academies Press (US). http:\/\/www.ncbi.nlm.nih.gov\/books\/NBK274235\/.<\/p>\n\n\n\n<p>Livingston, Julie. 2012. <em>Improvising Medicine: An African Oncology Ward in an Emerging Cancer Epidemic<\/em>. Durham: Duke University Press.<\/p>\n\n\n\n<p>Mattingly, Cheryl. 2017. “Autism and The Ethics of Care: A Phenomenological Investigation Into the Contagion of Nothing: AUTISM AND ETHICS OF CARE.” <em>Ethos<\/em> 45 (2): 250–70. https:\/\/doi.org\/10.1111\/etho.12164.<\/p>\n\n\n\n<p>Meijer, Irene Costera, and Baukje Prins. 1998. “How Bodies Come to Matter: An Interview with Judith Butler.” <em>Signs<\/em> 23 (2): 275–86.<\/p>\n\n\n\n<p>Mol, Annemarie. 2003. <em>The Body Multiple: Ontology in Medical Practice<\/em>. Durham: Duke University Press.<\/p>\n\n\n\n<p>Puar, Jasbir K. 2017. <em>The Right to Maim: Debility, Capacity, Disability<\/em>. Anima. Durham London: Duke University Press.<\/p>\n\n\n\n<p>Rabinow, Paul. 2008. “Artificiality and Enlightenment: From Sociobiology to Biosociality.” In <em>Anthropologies of Modernity<\/em>, 179–93. Wiley-Blackwell. https:\/\/doi.org\/10.1002\/9780470775875.ch7.<\/p>\n\n\n\n<p>Rapp, Rayna, and Faye D. Ginsburg. 2001. “Enabling Disability: Rewriting Kinship, Reimagining Citizenship.” <em>Public Culture<\/em> 13 (3): 533–56.<\/p>\n\n\n\n<p>Ross, Amanda J., Marvin S. Medow, Peter C. Rowe, and Julian M. Stewart. 2013. “What Is Brain Fog? An Evaluation of the Symptom in Postural Tachycardia Syndrome.” <em>Clinical Autonomic Research : Official Journal of the Clinical Autonomic Research Society<\/em> 23 (6): 305–11. https:\/\/doi.org\/10.1007\/s10286-013-0212-z.<\/p>\n\n\n\n<p>Scheper‐Hughes, Nancy, and Margaret M. Lock. 1986. “Speaking ‘Truth’ to Illness: Metaphors, Reification, and a Pedagogy for Patients.” <em>Medical Anthropology Quarterly<\/em> 17 (5): 137–40. https:\/\/doi.org\/10.1111\/j.1937-6219.1986.tb01061.x.<\/p>\n\n\n\n<p>Schiebinger, Londa. 2004. <em>Plants and Empire: Colonial Bioprospecting in the Atlantic World<\/em>. Cambridge, MA.: Harvard Univ. Press.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This essay originally appeared on Somatosphere, as part of its Reworking the Cognitive Bias&nbsp; series. Scene 1: It’s Sunday afternoon, around one o’clock, and a group of a dozen or so people log onto a video call from their apartments. Occasionally someone’s cat will walk into the frame, obscuring the&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/staying-at-home-with-brain-fog-un-witting-patient-activism\/\">Continue Reading<span> Staying (at Home) with Brain Fog: “Un-witting” Patient Activism<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":11589,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43,1],"tags":[31,33,35,30,32,34],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/Barry-Lee-ME_CFS-and-brain-fog-scaled.jpg?fit=2560%2C1440&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11588"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=11588"}],"version-history":[{"count":5,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11588\/revisions"}],"predecessor-version":[{"id":12010,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11588\/revisions\/12010"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/11589"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=11588"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=11588"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=11588"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}