{"id":11607,"date":"2021-02-19T13:10:00","date_gmt":"2021-02-19T13:10:00","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=11607"},"modified":"2022-03-09T19:11:14","modified_gmt":"2022-03-09T19:11:14","slug":"disability-justice-and-material-needs-reflections-on-the-experiences-of-autistic-new-yorkers-living-under-covid-19","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/disability-justice-and-material-needs-reflections-on-the-experiences-of-autistic-new-yorkers-living-under-covid-19\/","title":{"rendered":"Disability Justice and Material Needs: Reflections on the Experiences of Autistic New Yorkers Living Under Covid-19"},"content":{"rendered":"\n<p><em><strong>This essay originally appeared on <\/strong><\/em><a href=\"http:\/\/somatosphere.net\/2021\/disability-justice-and-material-needs.html\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>Somatosphere<\/em><\/strong><\/a><em><strong>, as part of its <\/strong><\/em><a href=\"http:\/\/somatosphere.net\/series\/dispatches-from-the-pandemic\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>Dispatches from the Pandemic<\/em><\/strong><\/a><em><strong> series.<\/strong><\/em><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>As a member of NYU’s <a rel=\"noreferrer noopener\" href=\"https:\/\/disabilitystudies.nyu.edu\/disability-equity-covid-19\/\" target=\"_blank\">Disability Equity in the Time of COVID-19<\/a> research team during the summer of 2020<sup>[1]<\/sup>, I had the opportunity to conduct seven virtual interviews by Zoom or phone with autistic adults living in the New York metro area about their experiences during the pandemic, what our team is calling “COVID Chronicles.” I also conducted two interviews with family members of high-support needs autistic adults. Interviews were semi-structured and lasted on average an hour and a half. As a doctoral student who has been doing pre-dissertation research over the last three years with autistic adults in the New York area (and who will be conducting dissertation research on autism in France), I had long-established relationships with many of those I interviewed. Unsurprisingly, the pandemic impacted everyone I spoke with in profound ways. However, the lockdown had some unexpected silver linings; in fact, some people’s lives improved in certain respects. More often than not, these pandemic side effects, both negative and positive, were directly related to changing material circumstances in my interlocutors’ lives. This finding, simple as it may seem, serves as an important reminder that experiences of disability in the U.S. can never be divorced from experiences of life under an inequitable economic system. I offer a few exemplary cases from my interviews, providing a glimpse into the impact of the pandemic on autistic New Yorkers.<\/p>\n\n\n\n<p>Like many others<sup>[2]<\/sup>, Amanda, an autistic woman in her mid-thirties, went into a deep depression in the first couple of months of the pandemic. Although at the time of our interview the worst of it had subsided, she was still struggling with an erratic sleep schedule and she felt she was still relying too heavily on alcohol to manage anxiety. The reasons why she fell into such a deep depression are multifaceted, but listening to her explain the triggers is illuminating:<\/p>\n\n\n\n<p><em>I got pretty bad depression. And I couldn’t really do much of anything but cry at the very beginning. I was really depressed by what was going on. The siren sounds every two minutes were starting to get to me because I live near a hospital. And if I did have to go out, I felt like I was going to die or something. The grocery stores were very scary. The one time I took a walk, I saw somebody take a body bag out and put it in a van, so that was kind of weird. But that was normal and it was near a funeral home… because I live near a funeral home and a hospital. But… I think that was bad for everyone, because that was the most ridiculous amount of sirens I’ve ever heard in my life… But then I also I had no job and I didn’t get unemployment. I waited for seven weeks to get approved for unemployment. So I was worried about money then…That was the hardest part, I think, worrying about when I’m going to get this unemployment.<\/em><\/p>\n\n\n\n<p>As traumatic as seeing a dead body, hearing endless sirens, and the intense fear of going outside elicited, the “hardest part” was worrying about money and employment. Amanda’s financial situation was already precarious pre-pandemic. She receives monthly Social Security Disability Insurance (SSDI) payments, but they don’t come close to covering rent and other basic expenses, particularly given the high cost of living in NYC. Prior to the pandemic she was getting by each month by walking dogs, a grueling job which entailed traveling all over the city and only being able to keep between 40 to 60% of what she earned, with the rest going to the businesses which contracted out her labor. As hard as it was, it was better than her previous job delivering Whole Food groceries: pushing a 200-pound cart around cobblestone streets in downtown Manhattan. When I asked Amanda about what people should know about her experience as a disabled person during the pandemic she said: “<em>a lot of adults are low income on the spectrum and…a loss of job can be frightening.” <\/em>Indeed, the employment rate among autistic adults is lower than any other disability category, and autistic adults who are employed often work in low-wage, part-time jobs<em>.<\/em><sup>[3]<\/sup><\/p>\n\n\n\n<p>While the loss of income and a delay in receiving unemployment insurance were significant contributing factors to Amanda’s depression, being temporarily unemployed and quickly receiving unemployment insurance and pandemic relief provided a welcome change for Fabio, an autistic man in his early thirties. Fabio is now back at work as a barista, but was temporarily unemployed when the coffee shops he worked at were closed from mid-March to late May. Unemployment insurance and the one-time stimulus check allowed him the chance to (temporarily) live the way he wants to live—to <em>live<\/em> life rather than make money in largely unfulfilling jobs just to pay rent. He explained to me that being out of work, but still receiving enough money to live (in fact receiving more money from unemployment than he usually makes in his barista gigs) gave him the ability to truly structure his days the way he wanted: becoming immersed in reading a novel, watching a film, reading about politics, or editing photos, as examples. And when the Black Lives Matter protests began after the murders of George Floyd, Breonna Taylor, and others, he was able to participate in protests, and to document them through photography, an art form he’s been practicing for several years. Fabio explained to me how, in his opinion, life as an autistic person can be difficult and challenging, and sometimes painful, but thinking about the endless amount there is to learn and discover brings a sense of joy into his life. Although he will never be able to watch every film or read every book he wants to, just knowing that there is so much out there to encounter brings him a sense of fulfillment that low-wage service jobs do not. Service work is exhausting and often leaves scant time to enjoy films, reading, photography. In Fabio’s estimation, the particular fatigue he feels from service work is directly related to the extra social vigilance he feels is required of him as an autistic person. He’s on hyper alert at work since he lives in fear of accidentally hurting a co-worker’s feelings by misreading a social situation or not recognizing, and therefore offending, regular customers, two possibilities he attributes to the ways his autism spectrum condition affect him.&nbsp;<\/p>\n\n\n\n<p>For Aaron, an autistic man in his 40s who shares a tiny rent-controlled studio apartment with a roommate, and who is in the process of applying for SSDI, the pandemic relief money allowed him to feel secure for the first time in a very long time. He often has to borrow $100-200 from his roommate, a senior citizen on a very fixed income, at the end of each month to pay his bills; he then pays back at the start of the next month. This is a cycle he takes part in out of necessity, but certainly not one he likes.<\/p>\n\n\n\n<p><em>It’s not you know, he’s not my family and it’s not. And he doesn’t. He isn’t. He’s a senior and he has his own limitations, understandably so. That was not sustainable and not fair. And to anybody, to him or myself or anybody… What…what, what the stimulus has done is I haven’t had to bother my roommate, my friend, anymore. So, I’ve been financially actually independent…<\/em><\/p>\n\n\n\n<p>The interviews also revealed several creative endeavors born of the pandemic, as well as poignant examples of mutual aid which grew out of the stress and desperation of life under the cloud of Covid. For example, in the midst of Amanda’s severe depression, around the time when she began having thoughts of hanging herself from her fire escape, she felt an urge to paint:<\/p>\n\n\n\n<p><em>I needed to paint for some reason. I’ve never really painted before that. So, I ordered paint and then it just felt like I painted a lot after that… I really don’t really understand it. I just draw how I felt. I was drawing human figures, screaming and crying and falling off of cliffs and stuff, really kind of dark stuff.<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img data-attachment-id=\"11613\" data-permalink=\"https:\/\/disabilitycovidchronicles.nyu.edu\/disability-justice-and-material-needs-reflections-on-the-experiences-of-autistic-new-yorkers-living-under-covid-19\/machine-consumes-faceless-workers-amanda-porche\/\" data-orig-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?fit=1440%2C1080&amp;ssl=1\" data-orig-size=\"1440,1080\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"machine-consumes-faceless-workers-amanda-porche\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?fit=300%2C300&amp;ssl=1\" data-large-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?fit=800%2C800&amp;ssl=1\" fetchpriority=\"high\" width=\"800\" height=\"800\" src=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?resize=800%2C800&#038;ssl=1\" alt=\"Painting showing lines of figures  entering (or exiting?) the mouth of a cave, which includes a monstrous looking face.\" class=\"wp-image-11613\" srcset=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?resize=1024%2C1024&amp;ssl=1 1024w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?resize=300%2C300&amp;ssl=1 300w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?resize=150%2C150&amp;ssl=1 150w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/machine-consumes-faceless-workers-amanda-porche.jpg?resize=70%2C70&amp;ssl=1 70w\" sizes=\"(max-width: 800px) 100vw, 800px\" data-recalc-dims=\"1\" \/><figcaption>“The Machine Consumes the Faceless Workers” by Amanda Porche. Description From the Artist: “Acrylic on canvas. It is inspired by watching the 1927 silent film Metropolis. It is one of my largest pieces and I am satisfied with it. I relate to the feeling as an individual that often works low paid, working class jobs. It can also symbolize how I feel as an autistic person. The world can feel overwhelming.&#8221;<\/figcaption><\/figure>\n\n\n\n<p>Aaron, who happens to be Amanda’s best friend was very worried about her and about many of his other autistic friends in the early months of Covid, so he started organizing weekly, and then twice-weekly, Zoom meetings where people could discuss their worries. These meetings have been ongoing for the last five months. Out of the Zoom chat group, an online channel was formed via Discord, a place for Amanda to share her art, Fabio his photography, and other friends to post items of interest.&nbsp;<\/p>\n\n\n\n<p>As the devastation of Covid continues many of us are searching for, <a href=\"http:\/\/somatosphere.net\/2020\/from-quality-of-life-to-disability-justice.html\/#_edn15\" target=\"_blank\" rel=\"noreferrer noopener\">“future visions of a more just world.”<\/a><sup>[4]<\/sup> From my conversations with NYC-based autistic adults about this pandemic, two things are clear: first, for this world to be just, people’s material needs need to be met. The intersection of autism and socioeconomic status has rarely been made in media coverage of autism and the pandemic.<sup>[5]<\/sup> Second, disabled people’s expertise in navigating a world hostile to difference has long included providing and receiving informal mutual aid—a practice now being “discovered” far more broadly as many learn to cope with both social distancing and the economic devastation wrought by the pandemic. Mutual aid networks broadly, and disability specific mutual aid networks have exploded during the pandemic. The website of the disability justice performance project <a href=\"https:\/\/www.sinsinvalid.org\/news-1\/2020\/3\/19\/social-distancing-and-crip-survival-a-disability-centered-response-to-covid-19\" target=\"_blank\" rel=\"noreferrer noopener\">Sins Invalid<\/a> includes a link to mutual aid projects around the country. Autistic mutual aid networks, including the <a href=\"https:\/\/autismandrace.com\/autistic-people-of-color-fund\/\" target=\"_blank\" rel=\"noreferrer noopener\">Autistic People of Color Fund<\/a> provide direct support to the autistic community. Informal acts of mutual aid, such as the peer support practiced by Aaron, Amanda, and Fabio and many of my other interlocutors also deserves recognition and respect. Anthropological theory has long recognized that what could be termed mutual aid forms the basis of all sociability. Perhaps because of the legacy of harmful stereotypes that autistic people are socially disinterested, everyday acts of autistic mutual aid are not widely remarked upon in fields like anthropology. They should be because it is a practice we can all learn from as we attempt to build a more just society.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><a href=\"https:\/\/as.nyu.edu\/content\/nyu-as\/as\/departments\/anthropology\/people\/graduate-students\/doctoral-students\/cara-idriss.html\"><strong><em>Cara Ryan<\/em><\/strong><\/a><em><strong> <\/strong>is a Ph.D. candidate in Cultural Anthropology at New York University. Her dissertation research focuses on a French government-funded initiative to promote the inclusion of students on the autism spectrum in French universities. Since 2017 she has participated in pre-dissertation research with autistic-run social networks in the US.<\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><sup>[1]<\/sup> Ginsburg, Faye, Rayna Rapp, and Mara Mills<a href=\"http:\/\/somatosphere.net\/2020\/from-quality-of-life-to-disability-justice.html\/\" target=\"_blank\" rel=\"noreferrer noopener\">. “From Quality of Life to Disability Justice: Imagining a Post-Covid Future”<\/a><em> Somatosphere, <\/em>2 June 2020.<\/p>\n\n\n\n<p><sup>[2]<\/sup>Assunção, Muri. <a href=\"https:\/\/www.nydailynews.com\/coronavirus\/ny-coronavirus-suicide-prevention-week-increase-rate-attempts-20200906-ehpgsdrigrejjikobfego23odu-story.html\" target=\"_blank\" rel=\"noreferrer noopener\">“Suicide Prevention Week highlights link between COVID-19 and alarming increase of people who ‘seriously considered suicide’”<\/a><em> New York Daily News, <\/em>6 September 2020.&nbsp;<\/p>\n\n\n\n<p><sup>[3] <\/sup>Roux, Anne M., Shattuck, Paul T., Rast, Jessica E., Rava, Julianna A., and Anderson, Kristy, <em>A. National Autism Indicators Report: Transition into Young Adulthood. <\/em>Philadelphia, PA: Life Course Outcomes Research Program, A.J. Drexel Autism Institute, Drexel University, 2015.&nbsp;<\/p>\n\n\n\n<p><sup>[4]<\/sup> Ginsburg, Faye, Rayna Rapp, and Mara Mills. “<a href=\"http:\/\/somatosphere.net\/2020\/from-quality-of-life-to-disability-justice.html\/\" target=\"_blank\" rel=\"noreferrer noopener\">From Quality of Life to Disability Justice: Imagining a Post-Covid Future<\/a>” <em>Somatosphere, <\/em>2 June 2020.<sup>[5]<\/sup> For example, <a href=\"https:\/\/www.spectrumnews.org\/features\/special-reports\/autism-and-the-coronavirus-pandemic\/\" target=\"_blank\" rel=\"noreferrer noopener\">Spectrum News’<\/a> impressive and comprehensive coverage of autism and the pandemic includes stories collected from autistic people and their families around the world highlights the challenges posed by, and the positive outcomes which can emerge when routines are disrupted. Disruptions to routine and the explicit challenge that poses to those with autism spectrum conditions has been remarked upon by others covering autism and the pandemic, including in <a href=\"https:\/\/www.wsj.com\/articles\/for-people-with-autism-lockdowns-shatter-routine-heighten-anxiety-11587480231\" target=\"_blank\" rel=\"noreferrer noopener\">The Wall Street Journal.<\/a> But how changes to routine intersect with economic circumstances is rarely explicit.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This essay originally appeared on Somatosphere, as part of its Dispatches from the Pandemic series. As a member of NYU’s Disability Equity in the Time of COVID-19 research team during the summer of 2020[1], I had the opportunity to conduct seven virtual interviews by Zoom or phone with autistic adults&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/disability-justice-and-material-needs-reflections-on-the-experiences-of-autistic-new-yorkers-living-under-covid-19\/\">Continue Reading<span> Disability Justice and Material Needs: Reflections on the Experiences of Autistic New Yorkers Living Under Covid-19<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":11609,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43,1],"tags":[37,38,39],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/Barry-Lee-autism-and-mutual-aid-scaled.jpg?fit=2560%2C1440&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11607"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=11607"}],"version-history":[{"count":7,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11607\/revisions"}],"predecessor-version":[{"id":12011,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11607\/revisions\/12011"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/11609"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=11607"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=11607"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=11607"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}