{"id":11618,"date":"2021-05-11T13:21:00","date_gmt":"2021-05-11T13:21:00","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=11618"},"modified":"2022-03-09T19:11:14","modified_gmt":"2022-03-09T19:11:14","slug":"visions-of-black-futurity-amidst-the-double-pandemic-of-covid-19-and-police-brutality","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/visions-of-black-futurity-amidst-the-double-pandemic-of-covid-19-and-police-brutality\/","title":{"rendered":"Visions of Black Futurity Amidst the Double Pandemic of COVID-19 and Police Brutality"},"content":{"rendered":"\n<p><em><strong>This essay originally appeared on <\/strong><\/em><a href=\"http:\/\/somatosphere.net\/2021\/visions-of-black-futurity.html\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>Somatosphere<\/em><\/strong><\/a><em><strong>, as part of its <\/strong><\/em><a href=\"http:\/\/somatosphere.net\/series\/dispatches-from-the-pandemic\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>Dispatches from the Pandemic<\/em><\/strong><\/a><em><strong> series.<\/strong><\/em><\/p>\n\n\n\n<p>When I ask Willow, an Afro-Puerto Rican young woman in her 20s, if quarantine has helped reduce the stigma of mental illness, she responds:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>I think it will because now we have something to compare it to. When we’re talking about having a hard time or feelings of not being able to escape ourselves, we can say, “Well, how was your quarantine like during that lockdown where no one could do anything? That’s how it feels to me on a constant basis.” And that comparison I think helps people understand better and hopefully it makes them care more. I don’t know if it will, but I hope so.<\/em><\/p><\/blockquote>\n\n\n\n<p>Willow aspires for the world to be a more accepting and inclusive place to live with mental illness and she believes the collective experience of isolation during the pandemic may help realize her vision. Willow’s words depict one of the many Black visions of futurity I encountered as I conducted virtual and in-person socially distanced interviews with Black people in the New York metro area living with mental illness. This work is a part of an ongoing collaborative research project at NYU which began in the summer of 2020 called <a href=\"https:\/\/disabilitystudies.nyu.edu\/disability-equity-covid-19\/\" target=\"_blank\" rel=\"noreferrer noopener\">Disability Equity in the Time of COVID-19<\/a> to investigate how people with disabilities have been navigating the pandemic. Using material from eight of the qualitative interviews I conducted, this article presents a sample of my interlocutor’s experiences which underscore visions of Black futurity amidst the devastation of the COVID-19 pandemic and police brutality, what I call a double pandemic. As I share their stories, I use pseudonyms and conceal other identifying information to protect their privacy.<\/p>\n\n\n\n<p>During each of the interviews, it was impossible for the participants to divorce their experience of the COVID-19 pandemic from the racial health disparities and the transnational reckoning with police brutality against Black people. News broadcasts with statistics from the CDC show Black people have higher rates of COVID-19 infections, hospitalizations, and deaths than white individuals. This social fact shaped my interlocutors’ anxieties about getting infected. While the catalytic police killings of Ahmaud Arbery, Breonna Taylor, George Floyd and others occurred in the United States, the impact of their deaths reverberated around the globe on social media, with Black Lives Matter protests in thousands of cities where, in many instances, police violence against people of color is equally pervasive. Together comprising a double pandemic, the two global crises contributed to my interlocutors’ mental health challenges and experiences of multiple forms of marginalization. The double pandemic affected the participants’ mental health in significant ways, producing symptoms of suicidality, panic attacks, depression, anxiety, and psychosomatic symptoms that aggravated other pre-existing conditions, such as diabetes and heart disease.&nbsp;<\/p>\n\n\n\n<p>Sadie, an industrious manager and grandmother originally from the South, had an unwelcome confrontation with law enforcement during a wellness check. Her experience illustrates the ways in which Black people with mental illness have experienced the double pandemic. Concerned about her worsening suicidal ideation, white members from a support group she attended contacted a mental health support team to check on her. The support group members did this without regard for the risks this would pose for a Black person since police are first responders at wellness checks.<\/p>\n\n\n\n<p>Unequipped to deescalate mental health emergencies, police presence is likely to result in the injury or death of the person in crisis. Many of the slain Black people whose names have become hashtags, including Sandra Bland, Tanisha Anderson, Deborah Danner, Ezell Ford, Daniel Prude, and Walter Wallace Jr., lived with mental illness and were either shot during a wellness check while they were in psychiatric crisis or died in police custody (Katz 2020). Cognizant of this, Sadie states:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>I was pleasant with [the police officers], but they remained with their hands on their guns the whole time. And because I had a nephew here who’s Black, I didn’t want anything to happen to him. Because he started coming out to my aid, I went [with the officers] voluntarily because I didn’t want…<\/em><\/p><\/blockquote>\n\n\n\n<p>And Sadie trails off omitting the possible outcome of her nephew’s death at the hands of the police. As a result of the inhumane treatment of Black people with mental illness by law enforcement, my interlocutors present a central question for conceptualizing Black futurity. Namely, <em>How do we create a world in which mental illness is not stigmatized or a death sentence for Black people?<\/em> My interlocutors answer this question from a number of angles.&nbsp;<\/p>\n\n\n\n<p>Joshua, who works in public policy and advocacy at an international mental health organization, is working towards implementing local community-based crisis response programs that do not involve police as first responders, but rather employ peers with lived experience who can offer compassionate support and critical sensitivity to the nuances of each case.&nbsp; Working at the same organization as Joshua, Cassie, the Support Group Manager, started a Black mental health support group in March at the outset of the COVID-19 outbreak. Despite initial pushback from her white coworkers, the virtual support group made its debut supported by a celebrity grant, providing an important peer-led mental health resource for Black individuals who were cloistered in their homes. Claiming their diagnoses by attending biweekly Zoom meetings to commune with folk who share similar experiences, Black people with mental illness created social bonds across ages, genders, and state lines. Participants shared tips to manage triggers and symptoms, traded notes about medications and telemedicine providers, and commiserated over the causalities of the double pandemic. Most notably, the group transformed the people who attended. The safe space eased the dehumanizing effects of stigma and discrimination and celebrated the participants’ resilience and survival under excruciating circumstances.<\/p>\n\n\n\n<p>When I ask Luna, a doula and midwifery student, how she envisions a better future, she shares that she dreams of a time when Black people are no longer under constant threat and instead they are given the tools to thrive. Of the police, she states:<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>First of all, I want the pigs to stop killing us… I hope that everything that we are doing – the resistance, the revolution – is moving towards something.<\/em><\/p><\/blockquote>\n\n\n\n<p>In New York State, Black birthing women have been dying at 8 to 12 times the rate of white birthing women (NYC Health 2010). By cutting off labor support of partners and doulas from birthing people, COVID-19 hospital restrictions have done more harm to Black mothers, making them especially at risk for postpartum mood and anxiety disorders (Mandavilli 2021, Gammon 2020). Therefore, Luna wishes <em>“no Black birthing person dies at the hands of the medical industrialized complex”<\/em> and postpartum people are given more support to recover physically and psychologically.&nbsp;<\/p>\n\n\n\n<p>Olamina, a dancer, teacher and doula, envisions a future where Black people are recognized in their full humanity. She conveys her experience of the double pandemic while she grieved the loss of one of her best friends. She felt dehumanized by her experience of white allyship while she mourned her friend. Olamina expresses frustration at the sudden awakening of nonblack people who joined Black Lives Matter protests and began reaching out to Black people in their networks in recognition of their plight. Black people having always endured violence and discrimination; she found these new eager allies patronizing. Their ‘activism’ and sudden interest in how she was coping with the deaths of George Floyd and Breonna Taylor overlooked her personal grief, her <em>“small grief”<\/em> as she terms it – the loss of a loved one, a grief common to all humans regardless of race. By giving greater weight to her <em>“Big Grief”<\/em> – universal Black oppression, white allies disregarded Olamina’s humanity and reinforced their own racism. Thus, Olamina envisions a future where the small grief of Black life can be attended to and not just the big grief that galvanizes the (often temporary) support of white allies.<\/p>\n\n\n\n<p>Discussing her experience of teletherapy and telepsychiatry, Sadie sees the benefits of virtual mental health care. In addition to the convenience of skipping the commute and time spent in the waiting room, for Sadie remote care reduces the stigma of mental illness. Although the conditions of quarantine may induce mental illness, Sadie recognizes that now people have different avenues for addressing their issues, be it through telemedicine, teletherapy, online support groups, and so on. While these new options for mental health care can provide more anonymity, since people do not need to be seen in-person at an office, Sadie observes that <em>“more people are claiming mental health issues.”<\/em> She emphasizes, <em>“The <\/em>right <em>people <\/em>(celebrities like Taraji P. Henson, Chris Rock, Meghan Markle, and Kanye West) <em>are saying that they have mental health issues”<\/em> and society is benefitting as a result. This has been an unexpected benefit of an otherwise devastating time.<\/p>\n\n\n\n<p>Of her unemployment experience Olamina remarks,&nbsp;<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>[The CARES Act which granted stimulus checks and unemployment benefits] didn’t make things better, but because I was doing far less for the first few months of quarantine, I was saving way more money, even though I was paying rent for an apartment I wasn’t in. I wasn’t eating out. I wasn’t getting on the subway. It was so weird when I realized it costs me more to live and work than it does to just live.<\/em><\/p><\/blockquote>\n\n\n\n<p>Willow also attests to the fact that her mental health improved while she was unemployed during the pandemic. The support from unemployment insurance enabled her to fine-tune her self-care practices, therapy, and medication management and now she feels more confident about returning to work. With greater self-knowledge and an ability to <em>“center [her]self”<\/em> through exercise, yoga, meditation, and a micro-dosing practice, Willow feels more self-assured in asking for accommodations to take time off work instead of quitting outright like she usually does when she gets overwhelmed.&nbsp;<\/p>\n\n\n\n<p>Disability and animal rights activist, artist, and scholar Sunaura Taylor aptly conveys the political implications of Willow and Olamina’s sentiments about work. Taylor declares, “The right not to work is the right not to have your value determined by your productivity as a worker, by your employability or salary” (2004). Critiquing capitalism, Taylor argues that people with disabilities have been “indoctrinated to fetishize work, romanticize career, and to see the performance of wage labor as the ultimate freedom” (ibid.). As Olamina and Willow experienced the positive effects of unemployment on their mental health and financial security, they became capable of appreciating their intrinsic value by simply existing. Their temporary pandemic-induced circumstances potentially enable them to practice more liberatory systems of care Taylor envisions. However, once the pandemic is over the question remains,<em>How can people with psychiatric disabilities continue to thrive if they do not want to participate in the capitalist work economy?<\/em><\/p>\n\n\n\n<p>Once the COVID-19 pandemic has passed, hopefully we will have gained more awareness as a society about the needs of people with mental health challenges. Ideally, tools such as telemedicine and technologies for remote work will continue to be used to accommodate people’s various access needs. In a perfect post-pandemic future, we would implement systems of care that ensure all people who are unable to work are supported with secure housing and financial stability. Hopefully, the attention to mental health will inspire more public dialogue to destigmatize mental illness and combat police brutality.<\/p>\n\n\n\n<p>In conclusion, the stories above provide a glimpse into the Black experience with mental health during the double pandemic. Despite hopeful signs — the roll out of vaccinations in the US and George Floyd’s killer, Derek Chauvin, being charged as guilty on all counts — obstacles towards preserving Black life and wellbeing continue even in 2021 as a result of the persistence of both COVID-19 and police brutality. The issues my respondents raised are key to grasping the intersectional complexity needed to enact revolutionary futurities. Their visions of “inhabitable worlds” (Friedner and Cohen 2015), not only recognize that Black lives matter, but also nourish, support, and celebrate Black lives and Black minds.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><a rel=\"noreferrer noopener\" href=\"https:\/\/as.nyu.edu\/content\/nyu-as\/as\/departments\/anthropology\/people\/graduate-students\/doctoral-students\/nadia-n-mbonde.html\" target=\"_blank\"><em><strong>Nadia N Mbonde<\/strong><\/em><\/a><em> is a Sociocultural Anthropology PhD student at New York University and a National Science Foundation Graduate Research Fellow. Nadia’s research interests lie at the intersection of medical anthropology, disability studies, Mad studies, and Black feminist theory. Her current project addresses how perinatal mental health disparities contribute to the Black maternal mortality and morbidity crisis in the United States.<\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><strong>Works Cited<\/strong><\/p>\n\n\n\n<p>American College of Obstetricians and Gynecologists. “Approaches to Limit Intervention During Labor and Birth.” <em>ACOG<\/em>, 20 Dec. 2018, <a href=\"https:\/\/www.acog.org\/en\/Clinical\/Clinical%20Guidance\/Committee%20Opinion\/Articles\/2019\/02\/Approaches%20to%20Limit%20Intervention%20During%20Labor%20and%20Birth\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.acog.org\/en\/Clinical\/Clinical Guidance\/Committee Opinion\/Articles\/2019\/02\/Approaches to Limit Intervention During Labor and Birth<\/a>.<\/p>\n\n\n\n<p>CDC. “Coronavirus Disease 2019 (COVID-19).” <em>Centers for Disease Control and Prevention<\/em>, 11 Feb. 2020, <a href=\"https:\/\/www.cdc.gov\/coronavirus\/2019-ncov\/covid-data\/investigations-discovery\/hospitalization-death-by-race-ethnicity.html\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.cdc.gov\/coronavirus\/2019-ncov\/covid-data\/investigations-discovery\/hospitalization-death-by-race-ethnicity.html<\/a>.<\/p>\n\n\n\n<p>Friedner, Michele, and Emily Cohen. “Inhabitable Worlds: Troubling Disability, Debility, and Ability Narratives.” <em>Somatosphere<\/em>, 20 Apr. 2015, <a href=\"http:\/\/somatosphere.net\/2015\/inhabitable-worlds-troubling-disability-debility-and-ability-narratives.html\/\" target=\"_blank\" rel=\"noreferrer noopener\">http:\/\/somatosphere.net\/2015\/inhabitable-worlds-troubling-disability-debility-and-ability-narratives.html\/<\/a>.<\/p>\n\n\n\n<p>Gammon, Katharine. “The Psychic Toll of a Pandemic Pregnancy.” <em>The New York Times<\/em>, 14 Dec. 2020. <em>New York Times<\/em>, <a href=\"https:\/\/www.nytimes.com\/2020\/12\/14\/parenting\/pregnancy\/pregnant-with-coronavirus.html\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.nytimes.com\/2020\/12\/14\/parenting\/pregnancy\/pregnant-with-coronavirus.html<\/a>.<\/p>\n\n\n\n<p>Katz, Sarah, and Dominic Bradley. “Sandra Bland, Eric Garner, Freddie Gray: The Toll of Police Violence on Disabled Americans.” <em>The Guardian<\/em>, 9 June 2020, <a href=\"http:\/\/www.theguardian.com\/commentisfree\/2020\/jun\/09\/sandra-bland-eric-garner-freddie-gray-the-toll-of-police-violence-on-disabled-americans\" target=\"_blank\" rel=\"noreferrer noopener\">http:\/\/www.theguardian.com\/commentisfree\/2020\/jun\/09\/sandra-bland-eric-garner-freddie-gray-the-toll-of-police-violence-on-disabled-americans<\/a>.<\/p>\n\n\n\n<p>Mandavilli, Apoorva. “More Pregnant Women Died and Stillbirths Increased Steeply during the Pandemic, Studies Show.” <em>The New York Times<\/em>, 31 Mar. 2021. <em>New York Times<\/em>, <a href=\"https:\/\/www.nytimes.com\/2021\/03\/31\/world\/pandemic-childbirths.html\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www.nytimes.com\/2021\/03\/31\/world\/pandemic-childbirths.html<\/a>.<\/p>\n\n\n\n<p>NYC Health and Mental Hygiene, Bureau of Maternal, Infant Reproductive Health. “Pregnancy-Associated Mortality: New York City, 2006-2010” <em>The Official Website of the City of New York, <\/em><a href=\"https:\/\/www1.nyc.gov\/assets\/doh\/downloads\/pdf\/ms\/pregnancy-associated-mortality-report.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/www1.nyc.gov\/assets\/doh\/downloads\/pdf\/ms\/pregnancy-associated-mortality-report.pdf<\/a>Taylor, Sunaura. “The Right Not to Work: Power and Disability.” <em>Monthly Review<\/em>, 1 Mar. 2004, <a href=\"https:\/\/monthlyreview.org\/2004\/03\/01\/the-right-not-to-work-power-and-disability\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/monthlyreview.org\/2004\/03\/01\/the-right-not-to-work-power-and-disability\/<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This essay originally appeared on Somatosphere, as part of its Dispatches from the Pandemic series. When I ask Willow, an Afro-Puerto Rican young woman in her 20s, if quarantine has helped reduce the stigma of mental illness, she responds: I think it will because now we have something to compare&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/visions-of-black-futurity-amidst-the-double-pandemic-of-covid-19-and-police-brutality\/\">Continue Reading<span> Visions of Black Futurity Amidst the Double Pandemic of COVID-19 and Police Brutality<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":11620,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43,1],"tags":[],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/FUTURITY.jpg?fit=2400%2C1350&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11618"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=11618"}],"version-history":[{"count":3,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11618\/revisions"}],"predecessor-version":[{"id":12012,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11618\/revisions\/12012"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/11620"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=11618"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=11618"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=11618"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}