{"id":11773,"date":"2021-05-20T13:22:00","date_gmt":"2021-05-20T13:22:00","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=11773"},"modified":"2022-03-09T19:11:14","modified_gmt":"2022-03-09T19:11:14","slug":"not-a-place-to-get-sick-punishment-and-illness-in-new-york-prisons-during-the-covid-19-pandemic","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/not-a-place-to-get-sick-punishment-and-illness-in-new-york-prisons-during-the-covid-19-pandemic\/","title":{"rendered":"“Not a Place to Get Sick”: Punishment and Illness in New York Prisons During the COVID-19 Pandemic"},"content":{"rendered":"\n<p>The interview we present here was recorded on May 20, 2021, by Tommaso Bardelli and Zach Gillespie, of NYU Prison Education Program (PEP). It is one of twenty-five interviews that members of <a href=\"https:\/\/wp.nyu.edu\/nyu_debt_project\/\">PEP Research Collective<\/a> conducted between September 2020 and July 2021 with people who were incarcerated, or who had a family member or a loved one who was incarcerated, during the COVID-19 pandemic. The interviews are part of an ongoing study seeking to document how the intersecting health and economic crises have impacted the lives of the incarcerated, as well as those of their families and communities in New York State. &nbsp;<\/p>\n\n\n\n<p>C., the narrator, is an African American man in his late forties (the full name is withheld to protect narrator’s privacy); he reached out to us after hearing about our project from a friend. At the time of the interview C. had been home, in Queens, New York, for about two months, after being incarcerated for seven years. Since coming home, C. has been working as an electrician, his old trade since before incarceration.<\/p>\n\n\n\n<p>C. spoke with us for a little over an hour, providing a detailed account of his last twelve months in the New York prison system – from the time he first heard news of the global pandemic, in early March 2020, to the day he was released. Like thousands of his peers, C. contracted the Covid-19 virus as the first wave of infections swept through New York State prisons and jails, in the spring of 2020.<\/p>\n\n\n\n<p>C. was released on March 29, 2021, almost exactly a year after the first COVID-19 cases had been reported in the New York prison system. During that year, 6315 prisoners and 4963 staff members tested positive for COVID-19 in New York, and at least 35 incarcerated individuals and 8 staff members died after contracting the virus.<sup><a id=\"_ednref1\" href=\"#_edn1\">[i]<\/a>&nbsp;<\/sup><\/p>\n\n\n\n<p>C.’s story sheds light on what is like to experience illness, quarantine, and recovery inside a prison institution. His experience confirms what epidemiologists have long hold about prisons, namely that they are natural hotbed of infectious diseases, as institutional routines make close contact unavoidable, facilities are often overcrowded, and medical care is substandard and scarce.<a id=\"_ednref2\" href=\"#_edn2\"><sup>[ii]<\/sup><\/a><\/p>\n\n\n\n<p>Beyond the organizational features of prison life, it was the intrinsic logics of carceral governance that made it all but impossible for C., as for thousands of others, to receive authentic care inside prison spaces during the COVID-19 pandemic. C. recounts, for instance, that people who got sick were quarantined under conditions that closely resembled those of solitary confinement, or that correctional officers would often use new social distancing rules as an excuse to tighten discipline, or even to harass prisoners. As C. puts it in a key passage of the interview: “we were sick, but we were being treated like we were being punished even more.”<\/p>\n\n\n\n<p>We are deeply grateful to C., and to all other participants in this research, for sharing their experiences with us, and for speaking out about jail and prison conditions during the COVID-19 pandemic.<em>&nbsp;<\/em><\/p>\n\n\n\n<p><em>The following has been edited and condensed for clarity<\/em>.<\/p>\n\n\n\n<h2 id=\"learning-about-the-pandemic-in-prison-the-disease-starts-spreading-inside\"><strong>Learning about the pandemic in prison; the disease starts spreading inside<\/strong><\/h2>\n\n\n\n<p><em>It was early March 2020 when C. first heard the news about the COVID-19 pandemic. At the time, he was housed at Otisville, a medium-security facility in Orange County, New York. On March 22, the New York Department of Corrections and Community Supervision (DOCCS) reported the first two cases of infection in the state prison population, although C. suspects the virus had been circulating at Otisville much before then. A month later, there were 239 confirmed positive cases, and 6 deaths, among the NY prison population.<\/em><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><a href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/nys-ccs-covid19-memo-03052020-ocr.pdf\" target=\"_blank\" rel=\"noopener\"><img data-attachment-id=\"11776\" data-permalink=\"https:\/\/disabilitycovidchronicles.nyu.edu\/not-a-place-to-get-sick-punishment-and-illness-in-new-york-prisons-during-the-covid-19-pandemic\/nys-ccs-covid19-memo-03052020-screenshot\/\" data-orig-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?fit=1276%2C1652&amp;ssl=1\" data-orig-size=\"1276,1652\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"NYS Corrections and Community Supervision Covid-19 Memo (March 5, 2020)\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?fit=232%2C300&amp;ssl=1\" data-large-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?fit=791%2C1024&amp;ssl=1\" fetchpriority=\"high\" src=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?resize=396%2C512&#038;ssl=1\" alt=\"Photocopied memo from Corrections and Community Supervision (click for OCR PDF with full text)\" class=\"wp-image-11776\" width=\"396\" height=\"512\" srcset=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?resize=791%2C1024&amp;ssl=1 791w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?resize=232%2C300&amp;ssl=1 232w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?resize=768%2C994&amp;ssl=1 768w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?resize=1186%2C1536&amp;ssl=1 1186w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2021\/05\/nys-ccs-covid19-memo-03052020-screenshot.jpg?w=1276&amp;ssl=1 1276w\" sizes=\"(max-width: 396px) 100vw, 396px\" data-recalc-dims=\"1\" \/><\/a><figcaption>NY DOCCS Memorandum, March 5<sup>th<\/sup> 2020 (pdf)<\/figcaption><\/figure><\/div>\n\n\n\n<p>I&#8217;ll start from the beginning. I was…when it first started coming around that March of 2020, when it really, really started noticing it. Like there had been people getting sick from it before that, but they really didn&#8217;t acknowledge it. So at the jail, there was people who, there were people who they said had what they thought was the flu, and they were quarantining them. But it turns out it wasn&#8217;t the flu. But you know, at the time, I guess they didn&#8217;t know. I was in Otisville state facility at the time. Now, we had one death there. We had an old timer who got sick, and he actually died. I think it was the first and only death at that time in the state in the prison system.<\/p>\n\n\n\n<p>Otisville is not…there&#8217;s no cells in Otisville. It&#8217;s a dorm setting, and depending on what side of the jail you are, you know, it&#8217;s a little bit different, but it&#8217;s still open, an open setting where you have multiple people living right next to each other with some, you know, with barriers. Some of them have like a small barrier between the beds, but it&#8217;s not really, it&#8217;s not really a full, it’s not like you&#8217;re closed in a room from each other, you know. So now, I was on the south side, the south side, has double bunks, the north side, I don&#8217;t think they had the double bunks. And I was in the middle dorms. I was in 122 the one close to the mess hall. I was in a double bunk area.<\/p>\n\n\n\n<p>There was a few people who had started getting sick, they would take them out and quarantine them. But I&#8217;m working in the mess hall, so pretty much anybody come through that mess hall sick, you know, you got a chance to catch it. You know, but now here&#8217;s the thing, officers at that time were not, like you wouldn&#8217;t see a regular officer, but no one no one knew why. They were out. They were out. Most of them were out because they were sick with COVID but they weren&#8217;t telling anybody. And they would just like, people just would get sick and sometimes they would just leave them in the dorm, they wasn&#8217;t quarantining them or doing anything. So, we started hearing more and more about COVID and learning, and people started wanting to wear masks. At this time the police were wearing masks but they never issued us any masks, and if you put, if you made a mask they tell you to “take it off your face”. So, they were walking around with masks and telling us that we couldn&#8217;t wear masks. This was like in March”<\/p>\n\n\n\n<h2 id=\"falling-ill-quarantining-in-the-box\"><strong>Falling ill; quarantining in “the box”<\/strong><\/h2>\n\n\n\n<p><em>C. fell ill with COVID-19 in late April. He woke up one night with high fever (106F), head and body aches, and shivering chills. The following day he was quarantined in Otisville’s Special Housing Unit, “the box”. The use of solitary confinement as medical isolation shows how punitive tactics and logics<a id=\"_ednref3\" href=\"#_edn3\"><sup>[iii]<\/sup><\/a> shaped health interventions inside prisons during the COVID-19 pandemic.&nbsp;<\/em><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright size-large is-resized\"><img data-attachment-id=\"11778\" data-permalink=\"https:\/\/disabilitycovidchronicles.nyu.edu\/not-a-place-to-get-sick-punishment-and-illness-in-new-york-prisons-during-the-covid-19-pandemic\/characteristics-of-solitary-confinement-and-medicalisolation\/\" data-orig-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/characteristics-of-solitary-confinement-and-medicalisolation.png?fit=774%2C959&amp;ssl=1\" data-orig-size=\"774,959\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"Characteristics of Solitary Confinement and Medical Isolation\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/characteristics-of-solitary-confinement-and-medicalisolation.png?fit=300%2C300&amp;ssl=1\" data-large-file=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/characteristics-of-solitary-confinement-and-medicalisolation.png?fit=774%2C959&amp;ssl=1\" src=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/characteristics-of-solitary-confinement-and-medicalisolation.png?resize=387%2C480&#038;ssl=1\" alt=\"Chart comparing Ethical Medical Isolation and Quarantine vs Solitary Confinement\" class=\"wp-image-11778\" width=\"387\" height=\"480\" srcset=\"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/characteristics-of-solitary-confinement-and-medicalisolation.png?w=774&amp;ssl=1 774w, https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/characteristics-of-solitary-confinement-and-medicalisolation.png?resize=768%2C951&amp;ssl=1 768w\" sizes=\"(max-width: 387px) 100vw, 387px\" data-recalc-dims=\"1\" \/><figcaption>Ethical medical isolation v. solitary confinement (<a href=\"https:\/\/link.springer.com\/article\/10.1007\/s11606-020-05968-y\/tables\/2\" target=\"_blank\" rel=\"noreferrer noopener\">link<\/a>). Source: D.H. Cloud, C. Ahalt, D. Augustine, D. Sears, B. Williams, “Medical Isolation and Solitary Confinement: Balancing Health and Humanity in US Jails and Prisons During COVID-19”, in <em>Journal of General Internal Medicine<\/em>, 35, pages 2738–2742 (2020).<\/figcaption><\/figure><\/div>\n\n\n\n<p>So, eventually they started allowing us to wear masks. You know they told people, you can wear masks, but I had already, before they started mandating us to wear masks, I had gotten sick. My bunkie had been sick prior to me getting sick but they kept sending him back every time he would go to the sick hall. They would say nothing is wrong with you, send him back. But he was sick, he was very sick. And I was nervous about that. But at the time I didn&#8217;t feel sick. So finally, I woke up one night with a fever, chills, I was hot one minute cold the next. So, I went to sick hall that morning, when I went to sick hall that morning, they took my temperature, I had 106 temperature, They quarantined me right away, but where they quarantined me was the problem. You&#8217;ve been at Otisville, so you know the spot that they use for holding you before you go to the box.<\/p>\n\n\n\n<p><em>Zach: <\/em>Oh is that right in reception, there is like a little, a little room…<\/p>\n\n\n\n<p><em>C. <\/em>Yeah, they have rooms upstairs. There is more than one room. That’s their box, although they do not hold you there, it is a temporary holding until they send you to the box.<\/p>\n\n\n\n<p><em>Zach: <\/em>With the toilet inside.<\/p>\n\n\n\n<p><em>C. <\/em>Yes, the toilet is inside, but it&#8217;s the old toilet and sink together. But it looks like that thing doesn&#8217;t get much used or doesn&#8217;t get cleaned or maintained like it should. So, the toilet and sink is horrible. The window sill was full of dirt in garbage and debris from people throwing, you know, juice containers or paper or whatever, someone&#8217;s cigarette butts. You know, I guess they snuck cigarettes in there, whatever. And they all got throw up in the window sill. So, to me it was unhygienic, it was dirty. They did have guys that supposedly cleaned the place, they would come in and take some bleach on a spray bottle and wipe the door handles and you know, they would just wipe around but they weren&#8217;t doing a thorough job. And, so, my understanding is that after quarantine you they take you out that room and they bring the next person in. So, it&#8217;s not being thoroughly cleaned. That&#8217;s also not good, you know? So, they brought me into this environment. There were people around me that were way sicker than I was, I don&#8217;t think that they should have had all of us congested, all in that area together &#8212; people were all sick but they were sick at different levels. I wrote a grievance on this. That was that that got shut down by everybody from the you know, I lost, I had the hearing, then I had the superintendent, then I went above the superintendent to Albany and everybody, you know, made it as if my grievance was of no concern, and [as if] they did what they could do.<a id=\"_ednref4\" href=\"#_edn4\"><sup>[iv]<\/sup><\/a><\/p>\n\n\n\n<figure class=\"wp-block-audio alignleft\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/bardelli-thomas-audio-clip-1.mp3\"><\/audio><\/figure>\n\n\n\n<p>I was supposed to be quarantined for 14 days, at the time they were doing 14 days, but I stayed there for 15 days. When I was in that quarantine and at the holding area that I&#8217;m telling you, I had limited access to shower because it depends on what officer was working, they treated us like we were in trouble, and we were in the box. We had no access to hot water. We had all our property with us, but we could not make soup, we could not make tea, we could not make coffee, because you had to depend on the officer to bring you a bowl or a cup of hot water and if they felt like it they brought it, but they usually didn’t get it. We were locked into that area and stuck there. You know, I mean, like we had uses of the phone, if they felt like letting us out to use the phone. Same thing with the shower, because they were treating us, most of them treated us like we were in trouble and being punished. You know, so in that. Yeah. So this is, these are the things that I wrote in the grievance. But the higher ups that read my grievance assumed, or took their side and made it as if I was making this stuff up. You know, I wouldn&#8217;t waste my time for something that I didn&#8217;t feel was you know, I mean, a maltreatment of me, you know what I mean?<em><\/em><\/p>\n\n\n\n<p>In my room, I was in my room myself, but there&#8217;s I think eight to nine cells in that area, there&#8217;s probably eight to nine cells, and all of them were full. And like I said, you had some people that were functioning like me, I was able to get up every day, we were able to go into the back of it, there was a back door that went to a little yard area, get fresh air. Because after the first or second day, I started feeling better, you know, I got stronger and stronger. But some people were just so sick, that they couldn&#8217;t even go to the bathroom or bathe themselves. You know, they just were stuck in their beds. And, you know, going through. The hardest, most hardship was the treatment from the officers. Like I said, we were sick. But we were being treated like we were being punished even more just for being you know, being in, we were in quarantine, but that don&#8217;t mean you got to treat us like you&#8217;re punishing us, you know?<\/p>\n\n\n\n<p>So, I stayed there for maybe a week, and then they eventually moved me into the bed in the in the clinic, which was beautiful. When I was in the clinic, everything was hygienic, everything was clean, I had access to a shower, whenever I needed, I had access to, you know, hot water, there was no problem getting hot water, cold water, whatever I needed. I had. And, and I stayed there for two days. And then they moved me to 118, this upstairs part of 118 they were using that for, you know, and that was decent, because we still had access, we had access to use a hot pot, stove. You know, I was able to move around within the dorm, because we couldn&#8217;t mingle with nobody else. But people in the dorm, you know, we were able to, and it was normal. It was just that we could not go out. But I was treated, you know, just like I was treated any other time. So that&#8217;s what made me realize how they were treating us when they have us in that holding area, compared to when I went to the clinic and when I went to 118 because it was something to compare it to, you know, to be like, wait, hold on what was going on over there?<\/p>\n\n\n\n<h2 id=\"experiencing-illness-in-prison\"><strong>Experiencing illness in prison<\/strong><\/h2>\n\n\n\n<p><em>C.’s anxiety for contracting an unknown virus was compounded by lack of access to adequate medical care, and by the awareness that the prison system, at once his punisher and caretaker, would not put his well-being first.<\/em><\/p>\n\n\n\n<p>No one wanted to get sick [in prison]. You know, like you said, that&#8217;s not a good place to catch anything. You don&#8217;t want to catch a regular cold in there, you know? You have so many people, you have so many people that won&#8217;t even go to sick call because they know that they&#8217;re not going to be treated with any kind of you know, anything that&#8217;s gonna be beneficial. So sometimes guys are laying in their bed and trying to ride out whatever they&#8217;re going through rather than deal with the nurse because generally they&#8217;re going to do nothing for you anyway.<\/p>\n\n\n\n<figure class=\"wp-block-audio alignleft\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/bardelli-thomas-audio-clip-2-1.mp3\"><\/audio><\/figure>\n\n\n\n<p>[When I was sick] I didn&#8217;t know what was going to happen. I was very nervous. I was scared for myself because you hear all types of stories, but by the grace of God &#8212; I don&#8217;t know if, I&#8217;m religious, I’m Muslim, so I&#8217;m going to say by the grace of God, by the grace of Allah, you know, I didn&#8217;t have it that, I was sick, but it didn&#8217;t last long, and it could have been harsher than what it actually was. But when I first got brought in there, I was going through it. So, like for the first maybe three, four days, I was nervous, I didn&#8217;t know what was going to happen to me, especially seeing other people in there so sick &#8212; where they were so sick, that they were vomiting, going to the bathroom on themselves, couldn&#8217;t even get up out of the bed to use the bathroom. You know, that&#8217;s how sick they were. Some of them couldn&#8217;t breathe. Some of them had to be taken to the hospital be put on, what do you call it, for the breathing? Respirators, ventilators. Some of the guys went to the hospital. There&#8217;s one guy that I know of that made it back, he went and he came back. Because remember what I told you, that they took me and put me in the clinic for a couple of days? When I was in the clinic, there was actually two guys that I know that went out to the hospital, who came back because they were in the same room with me in the clinic, and they were doing better. But some of them, one of them was still taking some kind of shots. They told him he needed blood thinners because of it. And one guy was on the machine because he had some kind of like, breathing machine, but he said that he was a lot better than he was when they took them out to the hospital.<\/p>\n\n\n\n<p>So yeah, man, it was scary. Because even though I started feeling better, I didn&#8217;t know I was gonna feel better. I didn&#8217;t know, you know, what the outcome was gonna be. So, I was very nervous, and very scared for my life. The most that they, the most that they would do is come and take your temperature. And if you say you had a headache, they would give you Tylenol, that was the extent of the care you got.<\/p>\n\n\n\n<h2 id=\"safety-v-control-social-distancing-in-prison\"><strong>Safety v. control; social distancing in prison<\/strong><\/h2>\n\n\n\n<p><em>Otisville’s COVID protocols, while largely ineffective in curbing the spread of disease, created new opportunities for officers to enforce discipline, and even to harass prisoners over minor violations.&nbsp;&nbsp;&nbsp;&nbsp;<\/em><\/p>\n\n\n\n<p>They didn’t take temperatures [when people came into the mess hall]. The civilians that worked in there came in sick and they was laughing and joking about it. It&#8217;s funny man. They had, they had this line set up, you know, for the six feet apart, you know, for people standing. And they used to, they used to enforce that you sit every other seat. And you know, that wasn&#8217;t for any health reasons, they used that as a tactic to harass people, you understand, you get what…I think you may understand what I mean by that.<\/p>\n\n\n\n<p><em>Zach<\/em>: Yeah they used it just to…<\/p>\n\n\n\n<p><em>C.<\/em>: Just to control you like, to have something they can use to make, to yell at you to tell you to do this and do that.<a id=\"_ednref5\" href=\"#_edn5\"><sup>[v]<\/sup><\/a> Like it wasn&#8217;t nothing about no safety. Because if it was safety, they would have been taking temperatures, they would have been making sure that the officers didn&#8217;t bring it in in the first place. Because that&#8217;s how it got into Otisville. It got into Otisville because the whole administration went out sick. And that was just before everybody else, then the inmates started getting sick. So, you know, and certain officers got sick prior to inmates starting to get sick, but we didn&#8217;t know that they were sick. We just know that they weren&#8217;t coming into work. So, two, three weeks, you know, you wouldn&#8217;t see them, then they&#8217;d be back. You know, and this was prior to the inmate population starting to get sick. And they start trying to blame it, they will tell you &#8211; if you said that they got us sick &#8211; they would say how do you know it wasn’t your visits? But the visits was shut down! They had shut the visits down. So how are you blaming a visit that we don&#8217;t even have? Or some people didn&#8217;t even go on visit? So, explain that one. If I haven&#8217;t been on a visit in two years, how you gonna tell me I caught COVID from a visit.<\/p>\n\n\n\n<p>By the time I had gotten sick, visits had already been stopped. And I hadn&#8217;t had no visit, you know, till like, a year before, you know, I mean, like, so it was no visit for me. I told you that the officers in my dorm, at least three of them had went out at different times, you know, and they will come back and they wasn&#8217;t telling us what you know, they just would be they could be coming to work and all of a sudden you didn&#8217;t see them for 14-15 days, then that&#8217;d be back, you know, so that means they must have went out on quarantine. And it&#8217;s all me this is all like everybody just putting pieces together and make sure they try to make things make sense. But it wasn&#8217;t just in my dorm, throughout the jail certain officers went out and I told you the whole, every white shirt<a id=\"_ednref6\" href=\"#_edn6\"><sup>[vi]<\/sup><\/a> in the in the jail was missing for a while. And we had we had sergeants and lieutenants coming in from other jails filling in for them. They all were sick.<\/p>\n\n\n\n<p>There was no real social distancing, it was kind of hard to do that and being that I guess we lived in the same dorm together it was treated like almost like we live in the same house. Almost as if you was with your family, you know what I mean? You know guys group up anyway, so you got this group of guys who hang, this group of guys who sit at this table…Some people stay in their cubes, so there was certain people who socially distanced on their own anyway, but then most of the times we live in the same room so how can we social distance you know what I mean? Like okay, we don&#8217;t sit at the table in the dayroom together but when I go back to my cube you&#8217;re right there, you cough you sneeze you fart, I smell it. You know what I mean like what&#8217;s the real social distancing you can do.<\/p>\n\n\n\n<h2 id=\"keeping-each-other-safe-the-role-of-prison-porters\"><strong>Keeping each other safe; the role of prison porters<\/strong><\/h2>\n\n\n\n<p><em>With no effective safety protocols in place, it fell on the incarcerated to avoid illness. Prison porters &#8212; paid $0.17 per hour,<a id=\"_ednref7\" href=\"#_edn7\"><sup>[vii]<\/sup><\/a> and often without protection equipment &#8212; for instance, worked hard to contain the spread of infection by carefully sanitizing common spaces. &nbsp;<\/em><\/p>\n\n\n\n<p>They just gave us bleach, when the caustic came, they gave you enough bleach to wipe, like I told you, guys were wiping everything down. And it wasn&#8217;t just the porters, everybody was diligent on keeping the kiosks, the kiosk cable, you know where they got the tablets, they were wiping the tablets down, they were wiping the phones down, they were wiping tables. Everybody was on it. Everybody, since nobody wanted to get sick. So, you have some guys who were just so extra with it that they had to wipe things three four times before they want to use it, you know? So, the porters were on it. And the inmates were on it, you know, they worked together, trying to keep things clean. As far as the inmates themselves, they tried to stick together and work together to keep the place clean. No one wanted to get sick. You had some guys who were overzealous with cleaning, you had some guys who were very nervous, you know what I mean? They didn&#8217;t even want nobody near them. So, you had a little bit of everything. You know, of course, you know, in jail, you also have those that don&#8217;t care. You have some guys that just don&#8217;t care. So, you know, but a majority of the people were on the same page.<\/p>\n\n\n\n<figure class=\"wp-block-audio alignleft\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/bardelli-thomas-audio-clip-3-1.mp3\"><\/audio><\/figure>\n\n\n\n<p>Being that I worked in the mess hall, me personally, we felt that with other inmates that were eating off the table, eating off the utensils, you know, being fed from that kitchen. Everybody got to come through the kitchen. So, us that was in there, we were diligent with our cleaning, wiping the table down as people got up, you know, because you don&#8217;t want to wipe while someone&#8217;s eating. But as a quick as they will clear a whole table, we would go right behind it and sanitize, clean it and then sanitize it. You know. So yeah, me personally, I was involved with making sure that the cafeteria was clean. I was a cook as well there, but like I said, I was also responsible with helping to keep clean as well as preparing food and stuff. So, I can tell you that the mess hall guys, and that was at both jails, even when I got to Gowanda,<a id=\"_ednref8\" href=\"#_edn8\"><sup>[viii]<\/sup><\/a> the mess hall guys were on it, as far as trying to be, you know, real cautious with the food, real cautious in handling the food and who handled it and if you handled it you better know what you was doing, you know. So, now, that was no prompting of the facility that was just us that, like you know, being stand-up guys for our fellow inmates.<\/p>\n\n\n\n<h2 id=\"covid-and-carcerality-a-coda\"><strong>Covid and carcerality: a coda<\/strong><\/h2>\n\n\n\n<p><em>As we were about to conclude the interview, C. wanted us to return to the issue of treatment by correctional officers during the pandemic. His concluding remarks call attention, once again, to how the health crisis did not transform, but rather reinforced, carceral logics of de-humanization and oppression of the incarcerated, deeply woven in the moral and political fabric of the US carceral state.<\/em><\/p>\n\n\n\n<figure class=\"wp-block-audio alignleft\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/bardelli-thomas-audio-clip-4-1.mp3\"><\/audio><\/figure>\n\n\n\n<p>I get something I want to add because I need it to be addressed. The officers &#8212; they treat…some of them would be very nasty and make it as if we were producing the COVID. You understand what I&#8217;m saying like, like, the inmates don&#8217;t leave the jail. They&#8217;re in the jail so they can&#8217;t go out and catch COVID and bring it back. Anybody who would be able to bring the sickness into the jail would have to be an officer or a civilian. Someone who leaves the jail every day and comes back, you know, to work. And they would treat the inmates as if we were the ones, we will just popping up with COVID, you know what I mean, like we were manufacturing it or something. I mean, they really, really were acting crazy, especially in Gowanda. And I think that had something to do with that place, being closed but&#8230;But it was weird. It was a weird feeling how they treated you, like that someone would actually treat you real nasty as if you were the one creating COVID. You know? And, and the only way you can get COVID in jail is for one of them that&#8217;s leaving out to bring it in.<\/p>\n\n\n\n<p>They took the fact of inmates getting sick with COVID as a way to, you know what I mean, to just be nasty to them, and then act like as if, “Oh, you guys are gonna give me COVID.” Yeah, but we couldn&#8217;t give you COVID if you didn&#8217;t bring it in, you know. I don&#8217;t see how a closed population could catch COVID if no one from the outside didn&#8217;t bring it in, and that&#8217;s not being addressed. No one is really addressing that. Like, it&#8217;s the part of the diligence that they&#8217;re not doing on checking these officers when they come in. Because I know for a fact that sometimes they knew that officers were sick, but they would let them work still, because you have an officer sitting at the desk blowing his nose all day. So, you can&#8217;t tell me that they don&#8217;t know he&#8217;s sick.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><em><strong>Tommaso Bardelli<\/strong> is a Postdoctoral Fellow at NYU Prison Education Program (PEP) where he coordinates the PEP Research Collective, a collaboration between faculty and formerly incarcerated researchers studying the financial costs of prisons in New York City. His research focuses on incarceration, inequality, and the social and health consequences of debt in the United States.    <\/em><\/p>\n\n\n\n<p><em><strong>Aiyuba Thomas<\/strong> is a graduate student at NYU&#8217;s Gallatin School of Individualized Studies. His research and professional work are centered around the social and financial redevelopment of disenfranchised and marginalized communities, including those who have been impacted by the justice system. He has been a member of the PEP Research Collective since the Fall of 2020.  <\/em><\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref1\" id=\"_edn1\">[i]<\/a> For data (updated weekly) on prevalence of COVID-19 infection in prisons across the country see&nbsp; The Marshall Project\/Associated Press’ <em>COVID Cases in Prison<\/em> dataset:&nbsp; <a href=\"https:\/\/data.world\/associatedpress\/marshall-project-covid-cases-in-prisons\">https:\/\/data.world\/associatedpress\/marshall-project-covid-cases-in-prisons<\/a><\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref2\" id=\"_edn2\">[ii]<\/a> On the particular vulnerability of prisons, jails, and detention centers to COVID-19, and to infectious diseases more broadly, see: E. Barnert, C. Ahalt, and B. Williams, “Prisons: Ampliefiers of the COVID-19 Pandemic Hiding in Plain Sight”, in <em>American Journal of Public Health<\/em>, July 2020.<\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref3\" id=\"_edn3\">[iii]<\/a> See Michel Foucault (1979) <em>Discipline and Punish<\/em> (London: Penguin).<\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref4\" id=\"_edn4\">[iv]<\/a> The Prison Litigation Reform Act (1996) requires incarcerated people to exhaust the prison’s internal grievance system before filing lawsuits in federal or state courts. In New York, grievances filed by incarcerated people are first reviewed by the facility’s Inmate Resolution Grievance Committee; if the grievance is denied, the filer has the right to appeal the committee’s decision to the superintendent, first, then to the state’s Central Office Review Committee. As in C.’s case, most grievances are denied or dismissed by the prison system. For a throughout analysis of the functioning of the grievance system during the pandemic, focusing on the case of Illinois prisons, see the following piece by Shannon Heffernan:&nbsp; <a href=\"https:\/\/www.propublica.org\/article\/the-way-prisoners-flag-guard-abuse-inadequate-health-care-and-unsanitary-conditions-is-broken\">https:\/\/www.propublica.org\/article\/the-way-prisoners-flag-guard-abuse-inadequate-health-care-and-unsanitary-conditions-is-broken<\/a><\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref5\" id=\"_edn5\">[v]<\/a> While being detained at Rikers in the spring of 2020, writer and activist Jose Diaz witnessed similar behavior by correctional officers: “If they believed you’re dirty in the first place – Diaz said &#8212; now coronavirus allowed them to act on that”. See Alleen Brown, “Inside Rikers: An Account of the Virus-stricken Jail From a Man Who Managed to Get Out”, <em>The Intercept<\/em>, April 21, 2020: <a href=\"https:\/\/theintercept.com\/2020\/04\/21\/coronavirus-rikers-island-jail-nyc\/\">https:\/\/theintercept.com\/2020\/04\/21\/coronavirus-rikers-island-jail-nyc\/<\/a><\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref6\" id=\"_edn6\">[vi]<\/a> In the prison system, a “white shirt” is a high-ranking officer, such as a sergeant, lieutenant, and captain. &nbsp;<\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref7\" id=\"_edn7\">[vii]<\/a> Most incarcerated workers in NY state prisons make between $0.10 and $0.33 per hour and porter positions are usually closer to the lower end of pay scale. In February 2019, <a href=\"https:\/\/www.nysenate.gov\/legislation\/bills\/2021\/A1643\">The Prison Minimum Wage Act bill<\/a> was introduced in the New York State legislature to raise the minimum wage for prisoners to $3 per hour. After languishing for over one year and a half, the bill finally reached the state senate floor in October of 2020; ten months later, there is still no date for its discussion.&nbsp;&nbsp;<\/p>\n\n\n\n<p style=\"font-size:1em\"><a href=\"#_ednref8\" id=\"_edn8\">[viii]<\/a> In September 2020, C. was transferred from Otisville to Gowanda Correctional Facility, in Eerie County.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The interview we present here was recorded on May 20, 2021, by Tommaso Bardelli and Zach Gillespie, of NYU Prison Education Program (PEP). It is one of twenty-five interviews that members of PEP Research Collective conducted between September 2020 and July 2021 with people who were incarcerated, or who had&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/not-a-place-to-get-sick-punishment-and-illness-in-new-york-prisons-during-the-covid-19-pandemic\/\">Continue Reading<span> “Not a Place to Get Sick”: Punishment and Illness in New York Prisons During the COVID-19 Pandemic<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":11774,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43,1],"tags":[],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/02\/barry-lee-incarceration-and-care-scaled.jpg?fit=2560%2C1440&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11773"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=11773"}],"version-history":[{"count":15,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11773\/revisions"}],"predecessor-version":[{"id":12009,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11773\/revisions\/12009"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/11774"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=11773"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=11773"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=11773"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}