{"id":11796,"date":"2022-01-15T01:51:00","date_gmt":"2022-01-15T01:51:00","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=11796"},"modified":"2022-03-09T19:11:14","modified_gmt":"2022-03-09T19:11:14","slug":"mobility-the-mta-and-covid-in-new-york-city-an-interview-with-quemuel-arroyo","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/mobility-the-mta-and-covid-in-new-york-city-an-interview-with-quemuel-arroyo\/","title":{"rendered":"Mobility, the MTA, and Covid in New York City: An Interview with Quemuel Arroyo"},"content":{"rendered":"\n<p>During the pandemic we collectively realized the importance of mobility. Central to the concerns of disability advocates for decades, inaccessible public transportation infrastructures are now widely recognized to produce disabling situations and impede the basic right to the city (to borrow an expression from Henri Lefebvre). At the same time, physical proximity in enclosed spaces poses a risk for riders, especially chronically ill and disabled people. And for still others, the subway provides essential shelter. As this interview goes to publication, the MTA is attracting enormous media attention as the organization works to keep the NYC subways open amidst the Omicron surge. Many riders are holding back from public transportation, services are delayed due to the MTA workforce falling ill or testing positive and taking leave, safety concerns are being raised following violent incidents, and the accessibility promises of the Capital Program are slow to materialize.&nbsp;<\/p>\n\n\n\n<p>New York City’s transportation infrastructure is the largest such system in the United States and is a vital lifeline to the social and economic fabric of the city. As a meshwork of different material and human systems composed of trains, subways, buses, and paratransit, services, and workers, the Metropolitan Transportation Authority (MTA) brings nearly 9 million people to their jobs, schools, social and leisure activities, shopping and to doctor’s appointments, and more, every day. For the inhabitants of New York City, these transit services offer and maintain some of their basic material conditions of dwelling, becoming, and “worlding.” But commuting and traveling around the city poses many challenges to disabled people in terms of access, especially in planning around an inconsistent and partially usable and accessible system, leading to an asymmetrical usage and an uneven distribution of mobility benefits to different segments of the population.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<p>Since the beginning of the pandemic in March 2020, public transit ridership in New York City plummeted, leading to a massive loss of revenue for the organization. Consequently, budgets have been largely impacted, leading to deficits of more than $16 billion through 2024. Still, the MTA Capital Program 2020-2024 announced in January 2020 that it would inject $51.5 billion to expand New York’s transportation system.<\/p>\n\n\n\n<p>A portion of the Capital Program budget, $5 billion, is dedicated to accessibility improvements: mainly making an additional 70 subway stations fully accessible with either elevators or ramps, and adding modern signaling using multimodal information technologies. For decades, New Yorkers with disabilities have been struggling daily with a transportation infrastructure riddled with obstacles as most stations were initially not designed to be accessible. Since the 1980s, multiple lawsuits have targeted to the organization to correct the shortage of elevators in the subway system. Although this investment will contribute to rendering larger portions of the network compliant with the Americans with Disabilities Act (ADA), it will probably not answer all of the criticisms voiced by activists and community organizations throughout the years.<\/p>\n\n\n\n<p>For this interview, I reached out to Quemuel Arroyo, who has been appointed the first Chief Accessibility Officer for the Metropolitan Transportation Authority of New York in February 2021, to discuss the question of mobility of people with disabilities in New York City. This interview was carried out on Zoom in July of 2021, during the third wave of the pandemic. In the following discussion, Mr. Arroyo shares his understanding of his new role at the MTA and the challenges his organization faces to renew its infrastructure and ensure its accessibility to people with disabilities amid both the pandemic and resulting financial crisis.&nbsp;<\/p>\n\n\n\n<p>This interview has been lightly edited for clarity.<\/p>\n\n\n\n<p><strong>YAN GRENIER: In the past, you have occupied a few positions regarding mobility in New York City, both in the public and private sectors, namely at the Department of Transportation as Chief of Accessibility Specialist and at a micromobility company called Charge. Each position offers a different perspective on mobility and the city. Prior to the pandemic, what were the most pressing issues you have observed regarding disability in NYC?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: I would say the most pressing issue that I’ve observed regarding disability in New York City has got to be engagement and particularly the voices and\/or the communities that are represented at the table time and time again. Something that I am keen on is inviting voices that are not heard: for example, in the conversation around disability and accessibility, we don’t hear from the aging community, of New Yorkers over the age of 65, and there are a lot of reasons for that. I believe some of them could be stigma around disabilities and seniors not wanting to be classified as disabled. Yet, we all know that their hearing, their sight, and gait is not what it once used to be. So, for me, it is critical that I bring in those unheard voices. Too often, the conversation is galvanized by the “squeaky wheel” and no pun intended, but here in New York, it’s the community of persons with mobility disabilities which takes the center stage, and so many other voices are just completely silenced. It is my job to seek out those voices and that includes parents with children and strollers who are also impacted by inaccessible transportation, the aging community like I said before, and lastly, I would say persons with cognitive disabilities constitute the largest black hole in this conversation. And for far too long, we have steered away from having these conversations because cognitive disabilities are so unique to the individual, no two are alike, and we need to start thinking about how to create policies, programs, and services that take into account the needs of these communities’ members.<\/p>\n\n\n\n<p><strong>YAN GRENIER: The pandemic came and deeply modified the ways we interact with our social, material and technological environments through successive lockdowns, social distancing, and a reduction in services and schedule for subways, buses, and the paratransit service Access-a-Ride. Amongst many other, these modifications challenged our understanding of mobility and its importance in our lives in the ways we connect and dwell in the world. What were the issues people with disabilities in NYC faced at the beginning of the pandemic?&nbsp; Were they new or the continuation of an already ongoing situation? Did those issues change over time as the pandemic unfolded?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: A lot of the issues that the disability community faced at the beginning of the pandemic was really one of resources. Particularly, persons who relied on care were struggling to find people who felt comfortable leaving their homes and coming over to treat them and take care of their daily functions and\/or needs. However, this is not new to the disability community at large. Many people with disabilities struggle to find the money to pay for the services that they require to live a good quality of life, a quality of life of their choosing and we saw that issues became exacerbated throughout the pandemic. It really blew up where people in need of care were not receiving a lot of the care that they needed—at a much greater scale than prior to the pandemic, or at the beginning of the pandemic—and that really shined light on all the needs that are being unmet today. The pandemic put it all on steroids and put it out there for us all to understand what it is like for so many people with disabilities who do not have the opportunity to leave their homes to get bread or milk, like so many of us do, and what it means for those people who cannot leave their homes. It questions us on how they engage with the community. Not only how do they get the basic needs that they require, but how do they interact with people when they are home ridden, for a lot of cases.<\/p>\n\n\n\n<p>Technology, in its interaction with our social, technological, and physical space, has really merged throughout the pandemic and we saw a lot of new voices, a lot of new people popping up into the dialogue because that physical barrier was removed and allowed for enhanced engagement and interaction and that is the one thing that I will not let anyone forget: during the pandemic we saw engagement and interaction like never before seen. That happens because we took away the physical barrier of accessing a very focal space that is difficult and inherently prohibited from others coming out.<\/p>\n\n\n\n<p>For a lot of these people that I mentioned, who were struggling before the pandemic to get the care that they needed, these issues aren’t going away. As the pandemic progressed, it only became harder and harder to get people to come out and provide the care and services that were required. However, on the other part, that engagement only grew as more people saw that their only way to interact was via a web platform.<\/p>\n\n\n\n<p><strong>YAN GRENIER: In February 2021, you were nominated as the first Chief Accessibility Officer for the MTA, which seems to be part of a new approach by the organization. Could you tell us about your roles and functions, what are your expectations regarding the task at hand? And what does it mean to be entering such a position in the middle of a pandemic?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: Joining the MTA during the middle of a global health pandemic and a financial crisis spoke volumes about the priorities at the MTA. And the message that was given bringing me on during that time was that, despite all the disarray, all the chaos around us, accessibility is a priority at the MTA, and it will remain that way during a pandemic and especially now in this recovery. The willpower and resources that are put behind accessibility at the MTA are immense and that is reflected every day with my interactions with my colleagues, fellow chiefs, my manager, the chairman and CEO, and the community at large. My MTA family is full of curiosity, questions to ensure that everything that we’re putting out there, such as all of our policies, programs, and services are delivered in a way that’s inclusive and universal—so that no New Yorker or tourist with any access needs is left behind.<\/p>\n\n\n\n<p><strong>YAN GRENIER: In January of 2020, the MTA adopted a five-year capital plan of $55 billion for the period between 2020–2024, from which $5 billion is slated to render 70 stations accessible in NYC in accordance to the Americans with Disabilities Act. As the ridership plummeted during the pandemic and a loss of revenue leading to a financial crisis for the organization, are the accessibility measures of the transit infrastructure still being fully maintained?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: The accessibility measures that are proposed during the 2020 to 2024 capital plan for enhancing accessibility and elevating transit accessibility in our infrastructure is still a priority, and we are as committed to our capital plan today as we were before the pandemic. Now, there are some unknowns as to whether or not we will get a fully funded capital plan: we don’t know what that final number will look like. But our commitment and the speed at which we’re moving is still the same it was before the pandemic. And you saw that with over eleven elevators coming up during the pandemic; and that happened because of a dip in ridership, which allowed us more time and space to go out and do work in this very old infrastructure that we own, operate, and maintain, and make it more accessible. Those commitments have not varied. We are not wavering on any of that and we hope to receive a fully funded plan so that we can execute on all of our commitments.<\/p>\n\n\n\n<p>Where I say, the drop in ridership, and listen: let it be known that a drop in ridership went lower than it had during the Great Depression. When on average we saw 6.5–7 million riders before the pandemic, we dipped to under 200,000 people per day, and that was a killer for us. However, it provided us with an opportunity to do a lot of work that would have otherwise taken us months or even maybe a year to do.<\/p>\n\n\n\n<p><strong>YAN GRENIER: When we speak of accessibility, we have the reflex of thinking of elevators and ramps, but what are <\/strong><strong>the other accessibility initiatives aiming to assist those with cognitive, visual, or hearing disabilities, and aiming to improve the ways in which the MTA communicates to customers with disabilities?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: I absolutely love this question and it really speaks to my big ethos around accessibility, meaning so much more than ramps and elevators. And to tie back to a previous question in the interview, these voices of people with other needs are usually unheard, particularly cognitive disabilities. Right now, we are using technology to close those gaps of inequality because I think when done correctly, technology could deliver opportunities for us to be more inclusive and innovative in the way that we disseminate information. And access to information is access to independence. Information is power.<\/p>\n\n\n\n<p>We are working with a host of companies right now to deliver information to our riders so that before they get to a station, a low vision or blind pedestrian or rider, or a cognitively impaired rider, could walk through a station from the comfort of their home, or whatever the space they feel safe in, and understand the necessary steps that they’ll have to perform to navigate our stations. We’re doing that with Magnuscards, one of the pilots that we are testing right now that really walks a cognitively impaired person through all those steps so that when they get to a station and they’re surrounded by hundreds, sometimes thousands of people, they still can follow those steps that they’ve learned from their comfort of their space. And likewise, for a low vision or blind pedestrian who so desperately needs real-time information— particularly if they’re waiting for a bus in the heat of the summer like we’re experiencing right now, or in the dead of winter, when it’s dark out and cold and snowing—it makes a difference to know that a bus is coming in two or 20 minutes. And the way that we’re providing that information now is by providing it via different apps on people’s smartphones.<\/p>\n\n\n\n<p>And I was thrilled to do research while I was at New York City’s DOT that proved the fallacy that this aging community, our seniors and our people with disabilities, aren’t tech savvy. You know, the iPhone is the hottest thing to the disability community to have come out in decades because it provides information in real time, on demand, so that we can start to level that playing field. So, we are using apps to communicate to our clients: some of our clients get information before our conductors do in Metro North and Long Island Rail Roads, but also in our stations. Any information that you’re provided right now in a visual format, I want to deliver in an auditory format, and vice versa. In addition to leveraging the screens that we now have that are ubiquitous throughout our transportation network, to provide information for our hard-of-hearing riders and those with low vision in really highly-visible formats, and some more to come—but I don’t want to give it all away here.<\/p>\n\n\n\n<p><strong>YAN GRENIER: In June 2021, you joined with other government officials and disability advocates asking the federal government for an additional $20 billion in funding to help the MTA’s Capital program to install elevators in every station, for better signals, to add accessible buses in some transit desert areas— but also to insure maintenance and avoid fare hikes and services cuts. The <a rel=\"noreferrer noopener\" href=\"https:\/\/www.transformtransit.org\/\" target=\"_blank\">#TransformTransit<\/a> coalition between governmental and civil society groups <a rel=\"noreferrer noopener\" href=\"https:\/\/www.bxtimes.com\/bowman-rallies-with-riders-demands-federal-funding-for-mta-accessibility-reliability-upgrades\/\" target=\"_blank\">appears to be a new strategy<\/a>. What are the concerns and demands being voiced?&nbsp;&nbsp;<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: There are many stakeholders that have joined arms now with us at the MTA to say accessibility is a priority and we need to bring legacy systems into a universal utilization format so that no one gets left behind. That voice is now being heard here in New York City but also up in Albany and beyond, down in DC, and throughout United States cities with legacy infrastructure. They are saying: “We need additional money to help us lift our current infrastructure and bring it into a world that’s accessible for everyone.” In order for that to happen, we need the federal government to help out municipalities throughout the United States but particularly here in New York. Because New York City delivers 40% of all mass transit ridership throughout the United States.&nbsp; I’ll say that again: in New York City, we move 40% of all public transportation activity that happens in the entire United States. That means that our public transit system is indeed a direct lifeline for the economy of the United States, for the Eastern corridor, and all the commerce that happens here within the Tri-state area. In order for that to thrive, we need a MTA that’s providing ridership and service throughout New York State, New York City, out into New Jersey, up into New Haven, and Connecticut.<\/p>\n\n\n\n<p>The concern of this collective that we formed with our advocates—and the elected officials here in New York State and my colleagues at the MTA—it’s really to communicate to the federal government that we have an infrastructure that can easily slide into disrepair, and the funding that we receive today must go to maintaining that state of good repair throughout our network. But that additional funding is required if we are to elevate transit and create a universally accessible system for all riders. And for that to happen we need additional funding to go beyond that state of good repairs, so that we can be innovative and approach these tools for success (that I alluded to earlier) that will help enhance independence and accessibility for our riders with disabilities or those with access needs. We need the government to help me in my cause to bring in technologies to provide effective communication. We need the federal government to help me go beyond the floor that is required by the ADA and install innovative fun new things that may or may not be required but could definitely deliver the change that I want to see come to life at the MTA.<\/p>\n\n\n\n<p><strong>YAN GRENIER: I’ve recently read in <em>Mass Transit <\/em>that the MTA’s proposal <a href=\"https:\/\/new.mta.info\/press-release\/mta-and-city-partners-announce-elevate-transit-zoning-accessibility-accelerate\" target=\"_blank\" rel=\"noreferrer noopener\">“Elevate Transit: Zoning for Accessibility”<\/a> leverages private planned developments towards a full accessibility of the transit system by easing certification and through a transit improvement bonus to offset the cost of construction. Could you tell us a bit about the public-private partnership and how it could potential accelerate the construction of accessible stations?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: I absolutely love the concept of zoning for accessibility. If approved by the legislative body here in New York City, zoning for accessibility will change the game on the timeline that we have for creating a fully accessible transit network and making those changes that we want to see happen throughout the MTA systems. I say that because, what zoning for accessibility proposes is a commitment to the building code that will require any developer building near our transit systems to be legally mandated to come to us, the MTA, and provide us with an easement space within their footprint so that we can later on install an elevator and make that station accessible. Or, if they so choose, they can receive a bonus for enhancing accessibility transit accessibility themselves: a developer is able to either install new entrances, staircases, elevators, and\/or escalators into a transit system within the vicinity of their development, so that they too can be at the table elevating transit, creating more accessibility and that has never happened before. We need the developing community to help us here because alone it would take us a lot longer than any of us would like to say, or definitely longer than the community would like to see this change happen. And it is a missed opportunity today every time a development goes out, hits our pavement and builds a new building, hotel, or store front, yet does not create accessibility at the nearest transit station. There is no reason why we couldn’t work in tandem to elevate transit accessibility together.<\/p>\n\n\n\n<p><strong>YAN GRENIER: Given the current economic and pandemic situation, do you foresee that the MTA will meet its goal of a <\/strong><strong>“maximum possible system wide accessibility by 2034” with a benchmark of making 50 percent of stations accessibly by 2029?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: My short time in government has really made me a skeptic of these hard dates and I’m not a fan of committing to a date like this. So much can change, so much has changed in the last 12 to 16 months. It’s not fair or honest for me to give a deadline to when this work will happen. What I can say is that the commitment and willpower and resources to get to full accessibility has never been stronger here at the MTA. I know that this is a goal that we all share and something that we’re working towards. I cannot say whether I co-sign these dates and years, and it’s just too prescriptive. You need to be responsive to the demands of our infrastructure today. And that means keeping our 472 stations active and in motion today while we fold in the accessibility component ideally without ever interrupting service.<\/p>\n\n\n\n<p><strong>YAN GRENIER: NYC is set to reopen by July 1<\/strong><strong><sup>st<\/sup><\/strong><strong> with the subway returning to 24\/7 service after a year of overnight closings. For a lot of people who are coming out of the lockdowns, they will find the city changed. In your opinion, will people with disabilities feel safe enough to return and start using the newly-built accessible stations?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: The narrative around safety really needs to be pulled apart here because as a subway rider, and as someone who is on a bus and subway every other day, I would tell you that our system has never been safer from a health perspective. We are cleaning our subway systems still daily, we are out here enhancing our air filtration systems and there are really no health concerns of why anyone should not be riding the bus, subway, or para-transit vehicles. I do so every day.<\/p>\n\n\n\n<p>The other part of this thought is the physical safety or the perceived safety of our stations. I go back to Jane Jacobs, who’s one of the voices in my head. Jane Jacobs was a true believer that for safety to come to life we need eyes on the street, we need people to help make a safe space. And I beg anyone reading this or hearing this to come back into our subway systems, come back so that I can justify the investments that we’re making, come back so that you can tell me what’s working and what’s not. Come back and see for yourself how clean and safe the transit system is right now. It’s never been cleaner in my 30-plus years in the subway system. I’ve never seen it cleaner than it is today, and we just need more eyes throughout the network so that safety can continue to be enhanced.<\/p>\n\n\n\n<p><strong>YAN GRENIER: During the pandemic, there has been an expansion of outdoor dining as restaurants try to sustain their operations. This has resulted in a reduction of sidewalk space, parking spaces, as well as the streets in certain cases. How have these practices and usage of space impacted accessibility and mobility?<\/strong><\/p>\n\n\n\n<p><strong>QUEMUEL ARROYO<\/strong>: During the pandemic, we’ve seen an expansion of outdoor dining and new pedestrian space. The two do not necessarily cancel each other out. I used to work at New York City’s DOT and I know that the requirements to maintaining those minimum paths of travel still remain even as we see restaurants coming out onto our sidewalks and our roadways. I’ve always been a believer that we need to do better at managing our curb space here in New York City. Not only do we give it away for almost free, but we also do not extract the utility that it can provide. I absolutely love seeing restaurants come out into the sidewalks, particularly restaurants that were never accessible for me to physically access in the first place. So, from that lens, I love this increased access and the undoing, or the extension of, the physical space that once limited a restaurant. However, I should have said I am also aware that, for many persons with disabilities, this addition of the restaurants in our sidewalks has come at a cost for a diminished pedestrian space. And I think restaurants have the onus, the responsibility to ensuring that their tables are not put in a way that prohibits that accessible path of travel, or impedes the flow, or reduces mobility in any way beyond those requirements that are still upheld by DOT and by the legislation and laws. To the use of restaurants and other activities in the roadway, it was a long time coming! Motorists must learn to share the roadways with pedestrians, with people with other utilities. Too much of our space is given away to an oversized vehicle with one person in it. I am a huge fan of shared streets, I helped design a lot of them at New York City Department of Transportation and I absolutely love shared streets. Today, when we’re out there in beautiful synergy with vehicles that are going five miles an hour in a shared pedestrian street, or some streets that are exclusive for pedestrians, because we know that motorists do have the option of finding roundabout ways to getting to where they need to be. I may not drive a car in New York City but I know that a lot of people do for many reasons. And I think a lot of those people should be using mass transit, be it a Long Island Rail Road, Metro North, bus, or city subway. But to those I say: “re-evaluate if this is the best option for our environment, for our city, for the people who want to have access to the streets. Re-evaluate the enhanced access that we now have when we invite pedestrians to share the roadways.” I, myself, will always choose a bike lane when I’m trying to navigate around dense areas like Times Square or anywhere in Midtown for that matter, and motorists have got to get into the habit of sharing the space.<\/p>\n\n\n\n<hr class=\"wp-block-separator\"\/>\n\n\n\n<p><em><strong>Yan Grenier<\/strong> received a Ph.D in Anthropology at Laval University (Quebec, Canada) in the summer of 2020. He is currently a postdoctoral FRQSC fellow at the Department of Anthropology and the Center for Disability Studies at New York University. His research focuses on the mobility and immobility experiences of people with disabilities in relation to urban infrastructures, especially in NYC, and the impacts the COVID-19 pandemic has on the way people dwell and become in the city.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>During the pandemic we collectively realized the importance of mobility. Central to the concerns of disability advocates for decades, inaccessible public transportation infrastructures are now widely recognized to produce disabling situations and impede the basic right to the city (to borrow an expression from Henri Lefebvre). At the same time,&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/mobility-the-mta-and-covid-in-new-york-city-an-interview-with-quemuel-arroyo\/\">Continue Reading<span> Mobility, the MTA, and Covid in New York City: An Interview with Quemuel Arroyo<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":11689,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43,1],"tags":[],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/01\/MOBILITY-1.jpg?fit=2400%2C1350&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11796"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=11796"}],"version-history":[{"count":3,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11796\/revisions"}],"predecessor-version":[{"id":12008,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/11796\/revisions\/12008"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/11689"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=11796"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=11796"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=11796"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}