{"id":12427,"date":"2022-10-11T22:00:32","date_gmt":"2022-10-11T22:00:32","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=12427"},"modified":"2022-10-18T00:20:08","modified_gmt":"2022-10-18T00:20:08","slug":"traveling-with-a-suitcase-creating-community-during-covid-in-a-chinatown-senior-center","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/traveling-with-a-suitcase-creating-community-during-covid-in-a-chinatown-senior-center\/","title":{"rendered":"Traveling with a Suitcase: Creating Community During Covid in a Chinatown Senior Center"},"content":{"rendered":"\n<p>A slim and fit old man arrives at the door of the Rui An Senior Center, located in Chinatown, Manhattan. His short, salt-and-pepper hair is trimmed and neatly combed. He wears a navy short sleeve suit with knot buttons in the front and a pair of grey cotton pants. The round silver eyeglasses on his nose make him look like a literati in the Republic of China era, but the small four-wheel modern-looking suitcase in his right hand brings him back to the present. Elderly students and workers at the center politely and amiably call him “Teacher Lu.” Like other elders, Teacher Lu returned to the center fifteen months after the outbreak of COVID-19 began in New York City: as COVID cases dropped in the summer of 2021, senior centers across the city started gradually resuming their indoor activities. Yet because the virus changes rapidly, even with vaccinations the elderly still face the risk of getting COVID-19 and developing severe illnesses from underlying health conditions. Therefore, reopened senior centers have had to adjust to the new normal – a series of cautious procedures are conducted to protect elders and workers, such as mandatory masks and social distancing.<\/p>\n\n\n\n<p>In addition to the risk of COVID-19, elderly Chinese immigrants encounter increasing racism and hate incidents against Asian Americans, exacerbated since the beginning of the pandemic in March 2020. Violent attacks on Asian American women and elders in news headlines have raised people’s concerns and anxiety across the country. As part of my fieldwork, the story of Teacher Lu offers a glimpse into a New York senior center for aging Chinese immigrants, with particular attention to how they create community while managing the changes and challenges that the pandemic and experiences of debility and disability bring to their everyday lives. Navigating his story, we can understand how aging, anti-Asian racism, and disability are entangled, giving rise to predominant anxieties about safety in elderly Chinese immigrants&#8217; everyday lives.<\/p>\n\n\n\n<p>Before moving to the U.S., Teacher Lu was a professional actor in Hong Kong for about seven years. He performed in the Four Seas Players, Pan Asian Repertory Theatre, as well as various films in the United States. Teacher Lu started teaching elders to dance at Rui An Senior Center twenty years ago. “The director (at the center) told me that their average age was 82 years old. I was wondering whether they can still move.” He pauses and smiles, “I was still young at that time.” In addition to teaching, Teacher Lu directs performances for the dance group. They have performed <em>Hao Rizi (Good Day)<\/em>, <em>New York, New York<\/em>, <em>Flamenco Dance, <\/em>and other plays. Although Teacher Lu often dances in front of the group to guide them, sometimes he needs to sit down to let his knees rest. Owing to his knee problem, he walks slowly and sometimes limps. But he insists on coming to the center every Tuesday and Thursday to teach his older students.<\/p>\n\n\n\n<p>In our conversations, Teacher Lu always shares his enthusiasm for performance, various anecdotes about his life, and his optimistic attitude. He rarely mentions his knee problem and other underlying health conditions. His attitude toward aging resonates with the trending discourses of “successful aging” in the U.S. context. The notion of successful aging emphasizes that individuals achieve the ideal of a late life which is independent, healthy, productive, and &#8220;non-aging,&#8221; through their efforts and choices (Lamb 2014). The idea of successful aging is also reflected in how Teacher Lu copes with the pandemic, utilizing the service of Instacart, as he explained to me: “Door-to-door delivery was very convenient, so I didn&#8217;t have any problems at all (during the pandemic). I never lacked any resources, either food or toilet paper. I was terrified at the beginning. How could I live without these essential things?” Teacher Lu laughs and says in a determined tone, “You should try your best to convert the bad environment into something good, right? That’s why I like this way the most.”<\/p>\n\n\n\n<p>For the elderly Chinese immigrants whom I spoke to, their perceptions of aging are shaped by the successful aging movement in the U.S. context as well as the ideal practices of aging in Confucianism. Confucianism proposes an ideal self who will practice, learn, and cultivate wisdom in parallel with the process of aging: in Confucian terms, identifying as old acknowledges more experiences and practices in cultivating the ideal self. Compared with the eschewal of identifying as old (Lamb 2014, 2019) and the ageless self (Kaufman 1986) favored by successful aging, Teacher Lu embraces the identity of being old and is aware of the debility during the process of aging. However, he refuses to view his late life in a negative attitude like “a falling sunset.” Although elders at the center experience limited mobility, hearing impairment, and other kinds of debilities, few mention them at all. Debility, impairment, or disability are implicitly categorized as “failure” in the discourse of successful aging (Minkler and Fadem, 2002; Lamb 2014; Rudman 2015). The conceptualization of successful aging emerges from and consolidates ageism and ableism by creating the illusion of success and stigmatizing the loss of abilities. Elderly Chinese immigrants’ perception of aging is also influenced by the stigmatization of disability in Chinese culture. On the other hand, identifying themselves as old allows them to account for becoming physically weak in their late life. The avoidance and obfuscation of “disability” is also reinforced by the model minority myth in the U.S. context, which dovetails with narratives of elderly Chinese immigrants “overcoming” aging through exercise and keeping themselves productive (Kim 1999; Chang 2018). Therefore, identifying as old rather than persons with disabilities provides elderly Chinese immigrants with a way to cope with their debilities in collisions between Chinese culture and the U.S. context.<\/p>\n\n\n\n<p>During the pandemic, elderly Chinese immigrants have also needed to cope with the exacerbated racism and hate incidents against Asian Americans. According to Stop AAPI Hate, “anti-Asian hate and violence instilled a sense of fear and anxiety, especially among Asian American older adults in dense, urban areas,” moreover in the past two years, 43.1% of hate incidents have been reported by Chinese elders (Jeung et al. 2022, 3). The increasing racism and hate crimes targeting Asian American elders with physical violence and the risk of COVID-19 overshadow the everyday life of elderly Chinese immigrant communities around the country. “Safety” becomes a word frequently mentioned in the daily conversations of elders at the center—though most of my older interlocutors barely mention racism in our conversations.<\/p>\n\n\n\n<p>While students and Teacher Lu practice the dance together, Grandma Qin raises her right hand and says to the class loudly, “Teacher Lu, it is almost 3 p.m. Class should end.” Teacher Lu stops his movement, then responds with his sense of humor, “Will it rain today?” Grandma Qin has a habit of checking the weather forecast daily and reminding others at the center to go home earlier if it rains. Now elders are concerned with their safety because of the hate incidents targeted at Asian American elders, particularly those of Chinese descent. Whether it rains or not, Grandma Qin insists on leaving the center at 3 p.m. Rather than aggravating people’s concerns about safety, Teacher Lu often says with a sense of humor, “Qin says today will rain” to end the class and inform his students to go home. When saying goodbye to me, Grandma Qin talks to me in a serious tone, “I am very safe. I do not take the subway. The bus goes from a stop near my home directly to the center. You need to be cautious when taking the subway.” Grandma Qin lives alone in midtown, while her daughter lives in California and her son lives in Flushing. She tells me that she stayed at home and did not go anywhere during the lockdown period. “When I need something, my son will buy it for me and come to visit me. He drives, or I will not let him visit me if he takes the subway.” Although the subway is considered a dangerous site where racist and hate incidents are likely to happen more generally, elderly Chinese immigrants’ concerns and anxiety about safety reflect that they live in a world where racism, xenophobia, and violence are exercised systemically on certain individuals.<\/p>\n\n\n\n<p>From talking to elders at the center, I find that people’s perception of aging emerges at the intersection of individual life experiences, popular conceptions of successful aging, Chinese traditional values of Confucianism, and overlapping systems of power that shape the processes of immigration and aging. As Clifford Geertz (1973, 5) writes, “man is an animal suspended in webs of significance he himself has spun.” Individuals have agency in consolidating, propagating, adapting, and even challenging these webs of significance and relationships of power. Getting to know Teacher Lu further, it is difficult to ignore his agency in making sense of the world and positioning himself in it.<\/p>\n\n\n\n<p>Every time I meet Teacher Lu, he always carries his suitcase. I cannot help but become curious about what is in his suitcase and why he always carries it. Carrying luggage to navigate in New York City for an elder with a knee issue is not easy. One day I left the center with Teacher Lu, and I offered assistance in lifting his suitcase up the stairs. “No, no, no, you don’t need to help me,” Teacher Lu repeated and quickly lifted the suitcase. “It is empty. It is light.” I was surprised to see Teacher Lu lifting the suitcase effortlessly. “This is my cane. It is easier for me to walk and stand stably with four wheels.” Teacher Lu gave me an amicable smile. (For a similar discussion of suitcases as assistive technologies, see Elizabeth Guffy&#8217;s <a href=\"http:\/\/elizabethguffey.com\/portfolio\/designing-the-japanese-walking-bag\/\" target=\"_blank\" rel=\"noreferrer noopener\">&#8220;Designing the Japanese Walking Bag&#8221;<\/a>).<\/p>\n\n\n\n<p>Teacher Lu had also worked as a flight attendant before his retirement. I believe these suitcases were important companions in his work life, and now they continue to accompany him. When I explained to Teacher Lu why I want to use the concept of disability to describe his limited mobility, he responds, “I am not scared (of being identified as disabled). I am best at turning negative feelings into positive energy. I can also put what I purchase in this suitcase. I have many canes, but I think the suitcase is better.” Later, he sent me a photo of his other suitcase decorated by a Chinese dragon sticker, texting, “Beautify my life. I am a traveler carrying a suitcase in my life journey.”<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>Shuting Li<\/strong> is a Sociocultural Anthropology Ph.D. student at New York University. Shuting’s research interests lie at the intersection of Science and Technology Studies,&nbsp;aging, ethics of care, and the family. Her current project explores&nbsp;the ways that different generations of people in contemporary China imagine how robots help do the caregiving work for the elderly.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>Chang, Yoonmee. 2018. “Asian Americans, Disability, and the Model Minority Myth.” In <em>Flashpoints for Asian American Studies<\/em>. Edited by, Cathy J. Schlund-Vials. 241- 253. New York: Fordham University Press.<\/p>\n\n\n\n<p>Geertz, Clifford. 1973. <em>The Interpretation of Cultures<\/em>. New York: Basic Books.<\/p>\n\n\n\n<p>Jeung, Russell., Aggie J. Yellow Horse, Theresa Chen, Anne Saw, Boaz Tang, Alison Lo, Mika Ro, Layla Schweng, Samiksha Krishnamurthy, Winnie Chan, Matthew Chu, and Candice Cho. 2022. “Anti-Asian Hate, Social Isolation, and Mental Health Among Asian American Elders During COVID-19.” <em>Stop AAPI Hate<\/em>. March 31, 2022. https:\/\/stopaapihate.org\/wp-content\/uploads\/2022\/05\/SAH-Elder-Report-526.pdf<\/p>\n\n\n\n<p>Kaufman, Sharon R. 1986. <em>The Ageless Self: Sources of Meaning in Late Life<\/em>. Wisconsin: University of Wisconsin Press.<\/p>\n\n\n\n<p>Kim, Claire Jean. 1999. “The Racial Triangulation of Asian Americans.”&nbsp;<em>Politics &amp; Society<\/em>. 27, no. 1:105–38.&nbsp;DOI: 10.1177\/0032329299027001005.<\/p>\n\n\n\n<p>Lamb, Sarah. 2014. “Permanent Personhood or Meaningful Decline? Toward a Critical Anthropology of Successful Aging.”&nbsp;<em>Journal of Aging Studies<\/em>. 29: 41–52. DOI:10.1016\/j.jaging.2013.12.006.<\/p>\n\n\n\n<p>———. 2019. “On Being (Not) Old: Agency, Self-Care, and Life-Course Aspirations in the United States.”&nbsp;<em>Medical Anthropology Quarterly<\/em>&nbsp;33 (2): 263–81. doi:10.1111\/maq.12498.<\/p>\n\n\n\n<p>Minkler, Meredith, and Pamela Fadem. 2002. “‘Successful Aging’: A Disability Perspective.”&nbsp;<em>Journal of Disability Policy Studies<\/em>. 12, no. 4 (March 2002): 229- 35.&nbsp;DOI:10.1177\/104420730201200402<\/p>\n\n\n\n<p>Rudman, Debbie Laliberte. 2015. “Embodying Positive Aging and Neoliberal Rationality: Talking about the Aging Body within Narratives of Retirement.”&nbsp;<em>Journal of Aging Studies<\/em>, January 1. DOI:10.1016\/j.jaging.2015.03.005<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A slim and fit old man arrives at the door of the Rui An Senior Center, located in Chinatown, Manhattan. His short, salt-and-pepper hair is trimmed and neatly combed. He wears a navy short sleeve suit with knot buttons in the front and a pair of grey cotton pants. The&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/traveling-with-a-suitcase-creating-community-during-covid-in-a-chinatown-senior-center\/\">Continue Reading<span> Traveling with a Suitcase: Creating Community During Covid in a Chinatown Senior Center<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":12430,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43],"tags":[],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/Emulsify-elders-in-Chinatown.png?fit=2400%2C1350&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12427"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=12427"}],"version-history":[{"count":5,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12427\/revisions"}],"predecessor-version":[{"id":12484,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12427\/revisions\/12484"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/12430"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=12427"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=12427"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=12427"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}