{"id":12432,"date":"2022-10-11T22:00:30","date_gmt":"2022-10-11T22:00:30","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=12432"},"modified":"2022-10-12T20:32:56","modified_gmt":"2022-10-12T20:32:56","slug":"filling-in-the-gaps-sinnamon-love-on-disability-and-sex-worker-organizing-in-the-covid-19-pandemic","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/filling-in-the-gaps-sinnamon-love-on-disability-and-sex-worker-organizing-in-the-covid-19-pandemic\/","title":{"rendered":"Filling in the Gaps: Sinnamon Love on Disability and Sex Worker Organizing in the Covid-19 Pandemic"},"content":{"rendered":"\n<p>Sex work, like many forms of labor, has been deeply impacted by the Covid-19 pandemic, posing both new challenges and opportunities for workers in industries that are simultaneously characterized by precarity and innovation.&nbsp; Particularly at the start of the pandemic, the intimate transmissibility of the virus alongside local shelter-in-place orders impacted many workers’ abilities to perform in public venues or meet clients in person.&nbsp; This necessitated sex workers to explore new modes of offering services, making a living, and articulating the “essential” nature of their labor.&nbsp; On the other hand, the feelings of isolation experienced by many in the pandemic generated new demands for intimacy and pleasure, increasingly mediated through a range of digital platforms including formats that have already been utilized by sex workers in various capacities for years, as well as experimentation with new forms of distribution and connection.&nbsp; For example, the online platform <a href=\"https:\/\/www.marketplace.org\/2021\/03\/04\/covid-transformed-the-sex-work-industry-but-not-the-laws-governing-it\/\">OnlyFans grew by nine times<\/a> from December 2019 to 2020, with over a million content creators; in August 2021, it <a href=\"https:\/\/www.thenation.com\/article\/society\/only-fans-sex-work\/\">updated its acceptable use policy<\/a> to forbid “sexually-explicit content or conduct,” then quickly backpedaled.<\/p>\n\n\n\n<p>For disabled and chronically-ill sex workers, these conditions and experiences can be intensified, particularly as they intersect with other aspects of identity and marginalization, such as racialized, gendered, and sexualized oppression.&nbsp; As Katie Tastrom, a disabled sex worker and activist explains, <a href=\"https:\/\/rootedinrights.org\/sex-work-is-a-disability-issue-so-why-doesnt-the-disability-community-recognize-that\/\">many sex workers are disabled<\/a>, and choose to work in the industry specifically because it allows for greater flexibility in timing and scheduling than other types of employment—a feature that is uniquely important for individuals who experience fatigue or symptomatic flares.&nbsp; For many, working in the informal economy also allows greater agency in working despite unjust restrictions and disincentives to work when receiving disability benefits such as SSI or SSDI.&nbsp; In the context of Covid-19 pandemic restrictions, many sex workers were not only unable to work in their typical formats, but were also unable to apply for unemployment benefits under the federal <a href=\"https:\/\/hbr.org\/2020\/07\/gig-workers-are-here-to-stay-its-time-to-give-them-benefits\">Pandemic Unemployment Assistance<\/a> program.&nbsp; That is, though many restrictions were relaxed, such as expanding benefits for gig workers in services like food delivery or ride-hailing, sex workers remained ineligible due to the ongoing criminalization of their labor.<\/p>\n\n\n\n<p>Not surprisingly, sex workers have long been organizing around a range of concerns, including <a href=\"https:\/\/www.theguardian.com\/society\/2018\/dec\/11\/criminalisation-of-sex-work-normalises-violence-review-finds\">decriminalization, safety, and anti-discrimination<\/a>.&nbsp; In the couple of years just prior to the pandemic, many focused especially on organizing around <a href=\"https:\/\/blavity.com\/how-fosta-sesta-legislation-is-wreaking-havoc-on-the-lives-of-sex-workers?category1=news&amp;category2=politics\">FOSTA-SESTA<\/a>, legislation that targeted online-based sex work under the guise of reducing sex trafficking, but which <a href=\"https:\/\/hackinghustling.org\/erased-the-impact-of-fosta-sesta-2020\/\">many sex workers have critiqued<\/a> for further criminalizing consensual sex work and shutting down platforms that created safer work conditions.&nbsp; Many have also challenged myriad instances of racism within sex work industries, including <a href=\"https:\/\/www.insider.com\/sex-workers-of-color-say-onlyfans-ban-threatens-their-livelihoods-2021-9\">censorship and bias on digital platforms<\/a>.&nbsp; Additionally, a number of grassroots organizations have explicitly organized around the intersections of disability justice and the Covid-19 pandemic, including <a href=\"https:\/\/www.redcanarysong.net\/\">Red Canary Song<\/a>, <a href=\"https:\/\/www.blacktransnation.org\/\">Black Trans Nation<\/a>, <a href=\"https:\/\/www.swopbehindbars.org\/\">SWOP Behind Bars<\/a>, and the Disabled Sex Worker Coalition—to name but a few.&nbsp;<\/p>\n\n\n\n<p>As part of the Disability Covid Chronicles oral history project, I interviewed Sinnamon Love, a Black feminist porn actor and director, sex worker activist, and someone who lives, in her words, “at multiple intersections of disability.”&nbsp; In addition to documenting her personal experiences navigating the pandemic—including her role as a caregiver for her adult children and a grandchild with disabilities—she spoke about her work in the industry and organizing with the <a href=\"https:\/\/www.bipoc-collective.org\/\">BIPOC Adult Industry Collective<\/a>, a group she founded with a mission of “supporting the diverse community of BIPOC adult performers and sex-workers within the adult industry through mutual aid and advocacy.”&nbsp; <\/p>\n\n\n\n<p>Below are some of the insights she shared about her experiences during the pandemic (segments have been lightly edited for clarity and flow).<\/p>\n\n\n\n<p>To begin, Love explained that the pandemic shifted her mode of work, from primarily in-person to online formats.&nbsp; She explains that, for several years prior the pandemic, she had specifically moved away from digital work given the challenges posed by cognitive disabilities, but she learned to manage content production alongside her caregiving responsibilities:<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-1.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>As a sex worker, I had primarily been working in person. I mean, I&#8217;ve been in the business a long time, but I had transitioned from working online to working primarily in person. As someone who has a traumatic brain injury, it&#8217;s just the executive functioning needed to maintain content production and scheduling posts and updating became really challenging for me over the last ten years. But I was&#8211; I quickly realized that I had to return to doing primarily online work. The risk factor of seeing people in person was too high. And so I basically started working on figuring out how to juggle, you know, shooting content while everyone was asleep and, you know, in the evenings after spending the day helping with remote learning and medication management and all these other things for my grandson.&nbsp;<\/p><\/blockquote>\n\n\n\n<p>Given her own challenges during the pandemic—as well as what she describes as the privilege&nbsp; of having worked in the industry for a considerable amount of time—Love formed the <a href=\"https:\/\/www.bipoc-collective.org\/\">BIPOC Adult Industry Collective<\/a>:<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-2-1.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>And then I started doing organizing — community organizing within my community — because there were a lot of people in my position. I mean, I live at an intersection of privilege in the industry because I&#8217;ve been doing this work for a long time and I have a following. And so even the bare minimal of effort for me still was able to give me some level of financial, not stability, but I was still able to maintain the basic bills and expenses. And so I started organizing with other people that I work with, you know colleagues, in order to make sure that people who were not in the position of privilege that I&#8217;m in were able to function, basically.&nbsp;<\/p><p>We started organizing around people who work in primarily in the legal sectors of the industry. So mostly content creation or phone sex, digital content, porn performers, dancers, things like that. But also folks who do both online as well as in person work.&nbsp;<\/p><\/blockquote>\n\n\n\n<p>Love describes how many sex workers were directly impacted by lost earnings due to shelter-in-place orders, and reiterates that most were also unable to take advantage of unemployment benefits or other government relief programs due to the ongoing criminalization of sex work.   As Love explains, the Collective <a href=\"https:\/\/www.gofundme.com\/f\/help-bipocaic-provide-mutual-aid-and-fight-racism\">raised mutual aid funds<\/a> not only to meet its members’ basic needs, but also to offer wellness programs like yoga and mental health:<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-3.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>We started with fundraising around Covid relief. There were a lot of people who did not receive, you know, who couldn&#8217;t receive pandemic unemployment benefits, or didn&#8217;t qualify as gig workers. And so we started, you know, fundraising to put money in people&#8217;s pockets. But also providing a stress management support group and yoga classes as well as&#8230; We started doing other kinds of, like, conflict mediation as well. But really just trying to fill in the gaps where people were experiencing loss. We had a lot of folks who were doing content creation, who were on, you know like, cam sites and paid premium platforms, who were also experiencing homelessness, or in need of mental health support, folks who were in need of like hormone therapy or medication or other kinds of resources, as well as looking for food and diapers and PPE and things like that. So we started, you know, fundraising and then very quickly found other spaces where people needed resources&#8230;<em>&nbsp;<\/em><\/p><p>I, I also, you know, stopped watching the news at one point simply because it was it just became too much, it was too overwhelming. My own organization started offering a free, free weekly group therapy. And so in the beginning I wasn&#8217;t attending because I felt like as the founder of this organization that I didn&#8217;t want to impose on other people that who needed this care. And then I started to realize that I&#8217;m also a marginalized sex worker and the work that I&#8217;m doing is also for me. And so attending that weekly therapy session became really helpful. Attending our weekly yoga became really helpful as well.<em>&nbsp;<\/em><\/p><\/blockquote>\n\n\n\n<p>Digital technologies play an important role in both sex work and organizing—a factor that Love notes did not begin with the pandemic, but certainly shifted with it.&nbsp; In an <a href=\"https:\/\/www.gq.com\/story\/the-future-is-onlyfans\">earlier interview with GQ<\/a>, Love has described sites like OnlyFans—which offer creators greater control over their content and means of connecting with fans (within limits)—as “the potential to be the great equalizer in our industry.”&nbsp; That is, Love believes that for multiply-marginalized sex workers,&nbsp; these platforms may offer new opportunities to create their own schedules and showcase their diverse identities without middlemen, tokenization or fetishization, or other forms of bias.&nbsp; In our interview, she discussed how digital technology has decentralized the industry as a whole, democratizing participation and creating access for disabled and other marginalized sex workers, as well as how the Collective used Twitter as an early organizing platform and how they created opportunities for technological skill-sharing:&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-4-1.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>[There was] definitely a lot of Twitter in those early months, you know, forming community with people I know, people within the sex industry. There was a person who offered a free webinar, or free or low cost webinar, on content creation with chronic illness, which was super invaluable, super valuable to me as someone who does function with executive functioning issues. And also, you know, just being in constant communication with people I love and know well&#8230; <\/p><p>The adult industry has been decentralized because of technology. And so the barrier to entry is much lower because everyone has a high-def camera in their hand at all times. And these, the paid premium platforms has made producing pornography as an independent creator much more accessible: people don&#8217;t have the high bandwidth bills or hosting fees, or they don&#8217;t have to deal with credit card processors independently. So but because of that, we&#8217;re seeing a lot more disabled sex workers, a lot more queer and trans people of color, a lot of homeless people, a lot of folks who are, you know, who are perpetually homeless, or experiencing food insecurity and housing insecurity, who are seeking help. <\/p><\/blockquote>\n\n\n\n<p>When I spoke to Love in the summer of 2021, the Collective was engaged in a process of reflecting on its activity over the previous year.&nbsp; Love explained how they are improving their intake processes, including <a href=\"https:\/\/www.bipoc-collective.org\/_files\/ugd\/2ca6df_21d155af4fdf4fd09e7b2a9a2a2906ab.pdf\">data collection and analysis<\/a>, to better ensure they are prioritizing those with the most need and connecting people with useful resources:<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-5-1.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>We&#8217;ve identified certain areas of resources that we are really in need of. And so we just recently passed our one year anniversary, because we were founded in the middle of the pandemic. And we just recently issued like our year in review, our one year in review. And, you know, we&#8217;re starting to look at the particular areas of need and looking to outsource some of that statistical data that we need to pull together so that we can really identify like how much of the&#8211; you know, how many people are approaching for financial aid who are also disabled, or how many people are experiencing houselessness, or how many people are experiencing these other areas of need. And then also, we&#8217;re starting to do intake now so that we can connect people with local resources, because we are a national organization, because we&#8217;re a remote national organization, you know, and so we have a lot of people&#8211; we&#8217;re trying to connect people with local resources, local organizations, both sex work related and not, because we only have so much money and there&#8217;s just so much need that people have.&nbsp;<\/p><\/blockquote>\n\n\n\n<p>Still, it is important to pay attention to the ongoing, changing, and still uncertain qualities of the Covid-19 pandemic.&nbsp; In particular, inequitable policies and uneven reopening plans have disproportionately impacted disabled and chronically-ill people—often requiring people to recalibrate safety protocols and take on individualized mitigation approaches rather than collective strategies.&nbsp; Love noted to me that, as public life started to reopen, demand for virtual content has declined, along with a drop in income.&nbsp; Like many workers (not just in sex industries) she has begun calculating the risks, benefits, and health considerations of returning to in-person work again—not only for herself and her family, but also for her clients.&nbsp; However, as she notes, screening clients for values alignment and safety is part of her general process, not specific to Covid:<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-6-1.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>I&#8217;m also seeing a drop in income because, now that people are getting vaccinated and cities are starting to reopen, people are spending less time in front of the computer. And so I&#8217;m seeing a dip in my income, which means that ultimately there&#8217;s a return to, a potential return to doing in-person work. And so I&#8217;ve, I had to really think about what kind of like Covid prescreening I would do in order to keep myself safe. Like even though, you know,&nbsp; the vaccine doesn&#8217;t really mean much in terms of being able to pass the virus on, for me, it&#8217;s more of wanting to make sure that people that I&#8217;m seeing are in alignment with my views on vaccination. And, you know, and also potentially to limit liability, which I don&#8217;t think a lot of people are thinking about. But I feel like there is the possibility in the future, we may see this possibility of people holding other people accountable for contracting the virus from them, much like any other communicable disease. And so I&#8217;ve just been trying to navigate that as best they can. I&#8217;m finding that some people are are hesitant. They feel like it&#8217;s too much information. But&nbsp; that&#8217;s also something that we experience anyway in terms of screening, like a lot of times, people are just not willing to screen. And so that doesn&#8217;t feel weird to me, like it feels very normal to to have pushback in that regard.&nbsp;<\/p><\/blockquote>\n\n\n\n<p>Finally, Love notes that, in addition to the challenges, the Covid-19 pandemic has yielded notable silver linings.  As a disabled individual and caregiver, she especially celebrated remote access to healthcare, education, and other social services, and expressed hope that such services remain available in the long term.  She also suggested that the pandemic drew more public attention to the status of sex workers (and to workers’ rights more generally), and that people in her communities became more involved practices of collective care and organizing:<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/sinnamon-love-7-1.mp3\"><\/audio><\/figure>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Yeah, I mean, one of the silver linings, and I mentioned this before, is the accessibility for medical and mental health services. I hope that that never goes away, and that insurance companies continue to cover remote services. I feel like we should have always have had this, you know. Just that that ability to access that care from home was&#8211; it was a game changer, for my whole family really.<\/p><p>I think that those are those are the silver linings and also just being able to organize in the way that we did. I feel like, you know, so much community care came out of out of lockdown that and was able to fill in the gaps for a lot of people. I think a lot of people were able to access resources because community care became a standard. I mean, it was already a standard. But the ability to organize remotely and fill these gaps for folks, you know, it&#8217;s just I think a lot more to me, it seems like a lot more people got involved in community organizing and mutual aid and just just exposing, you know, folks who may not have known or realized, like, just how significant the inequities were or are. You know, I think it exposed a lot more people to what&#8217;s necessary, what&#8217;s needed in our communities. So that&#8217;s definitely been a silver lining. I think a lot of people were were baffled by the fact that sex workers and other gig workers were not able to to qualify for like PUA [Pandemic Unemployment Assistance] and just being able to share that was, you know, to see people&#8217;s response to that and help provide care was important.<em> <\/em><\/p><\/blockquote>\n\n\n\n<p>The clips presented here only present a small portion of my interview with Love—the complete interview will be archived in the Disability Covid Chronicles collection in the Tamiment Library and Robert F. Wagner Labor Archives at NYU.&nbsp; To learn more about Sinnamon Love’s work, read this <a href=\"https:\/\/prismreports.org\/2021\/04\/14\/black-and-brown-sex-workers-are-providing-direct-support-to-help-bipoc-thrive-in-adult-entertainment\/\">interview with disability activist Vilissa Thompson<\/a>, or visit her <a href=\"http:\/\/singleinbrooklyn.com\/\">website<\/a> or <a href=\"http:\/\/twitter.com\/sinnamonlove\">Twitter<\/a> (please note that these links may contain sexually-explicit content).<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sex work, like many forms of labor, has been deeply impacted by the Covid-19 pandemic, posing both new challenges and opportunities for workers in industries that are simultaneously characterized by precarity and innovation.&nbsp; Particularly at the start of the pandemic, the intimate transmissibility of the virus alongside local shelter-in-place orders&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/filling-in-the-gaps-sinnamon-love-on-disability-and-sex-worker-organizing-in-the-covid-19-pandemic\/\">Continue Reading<span> Filling in the Gaps: Sinnamon Love on Disability and Sex Worker Organizing in the Covid-19 Pandemic<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":12448,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43],"tags":[],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/Emulsify-disabled-sex-workers.png?fit=2400%2C1350&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12432"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=12432"}],"version-history":[{"count":6,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12432\/revisions"}],"predecessor-version":[{"id":12481,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12432\/revisions\/12481"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/12448"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=12432"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=12432"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=12432"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}