{"id":12454,"date":"2022-10-11T21:59:51","date_gmt":"2022-10-11T21:59:51","guid":{"rendered":"https:\/\/disabilitycovidchronicles.nyu.edu\/?p=12454"},"modified":"2022-10-12T20:30:57","modified_gmt":"2022-10-12T20:30:57","slug":"shelter-in-a-perfect-storm-struggles-for-medically-appropriate-housing","status":"publish","type":"post","link":"https:\/\/disabilitycovidchronicles.nyu.edu\/shelter-in-a-perfect-storm-struggles-for-medically-appropriate-housing\/","title":{"rendered":"Shelter in a Perfect Storm: Struggles for Medically Appropriate Housing"},"content":{"rendered":"\n<p>In the spring of 2020, New York City officials moved 238 unhoused men into the Lucerne Hotel on the Upper West Side. The move was one that benefitted many. In the preceding months, the Lucerne and other hotels had been emptied of their usual clientele—tourists—as a result of the COVID-19 pandemic. The same pandemic also had a serious impact on the city’s congregate shelters, with some advocates reporting that the mortality rate for sheltered single adults was upwards of 80 percent higher than for other New Yorkers. As the federal government authorized large cash grants to states via the Federal Emergency Management Association (FEMA), a mutually beneficial policy seemed to emerge: the city would pay shuttered hotels to shelter individuals previously living in congregate shelters in single occupancy rooms.<a href=\"#_edn1\" id=\"_ednref1\"><sup>[i]<\/sup><\/a><\/p>\n\n\n\n<p>Given that most shelter residents typically lived in crowded dormitories, sharing bathrooms and living spaces, it came as little surprise that the highly contagious respiratory virus would spread quickly through this population. This new hotel policy was widely supported by shelter residents and their advocates, who understood it as a lifesaving, if temporary, intervention within a deeply flawed system. However, it wouldn’t be long before some of those residing in the neighborhoods where shelter residents were relocated began to organize against their new neighbors. The ensuing debate raised questions about the connection between housing and public health, disability accommodation, and equity that echoed the struggles of unhoused people during another moment: the first decades of the HIV\/AIDS epidemic.<\/p>\n\n\n\n<p>New York City’s shelter system was first compelled into existence by a lawsuit brought by the Coalition for the Homeless in 1979, which resulted in a consent decree requiring the State of New York to provide shelter for all those who required it. The lawsuit, <em>Callahan v. Carey<\/em>, was filed at a moment when homelessness had become a growing crisis in New York City and elsewhere. It was a crisis made more dire by the compounding factors of high housing costs, a lack of material support for disabled and mentally ill individuals released from institutions, and growing numbers of individuals ensnared by the war on drugs.<a href=\"#_edn2\" id=\"_ednref2\"><sup>[ii]<\/sup><\/a> The congregate shelter system, which was first developed by Mayor Ed Koch and supported by subsequent administrations, was a fraught compromise between the legal obligations of the city, real estate interests, and the neighborhood representatives.&nbsp; Within the system, residents were required to live in large dormitory style buildings, sometimes sharing&nbsp; sleeping and bathroom facilities with hundreds. While congregate shelters were potentially unhealthy or uncomfortable for residents, they housed large numbers of people—limiting the number of battles over placing shelters in various neighborhoods. During the same years that HIV, the virus now known to cause AIDS, began to spread through New York City, this compromise resulted in dangerous and unhealthy conditions for many who found themselves immunocompromised as a result of HIV-infection.<\/p>\n\n\n\n<p>To make matters worse, many people living with HIV within the nascent shelter complex were unable to access the kind of medical care that would allow them to receive even limited disability benefits. Despite testing positive for HIV and displaying symptoms of serious illness, many found themselves unable to be formally diagnosed with AIDS, and were therefore left with few options for housing beyond the crowded and unsanitary shelters that were almost guaranteed to make them sicker. Many also encountered discrimination and violence based on their HIV-status from fellow residents, shelter guards, and social service agencies. Unwilling to simply die quietly, some unhoused PLWHA began to organize.<a href=\"#_edn3\" id=\"_ednref3\"><sup>[iii]<\/sup><\/a><\/p>\n\n\n\n<p>One group of activists known as “Anger into Direct Action” worked with the ACT UP Housing Caucus and the Coalition for the Homeless to draw attention to the issues unhoused people living with HIV\/AIDS (PLWHA) faced.<a href=\"#_edn4\" id=\"_ednref4\"><sup>[iv]<\/sup><\/a> They spoke to the press, staged direct-action protests, and testified in front of city, state, and federal politicians about conditions within the shelter system. In 1988, a group of unhoused activists joined forces with the Coalition for the Homeless to file suit against the city for being denied medically appropriate shelter. In doing so, they made an important argument: housing and healthcare were intimately linked. Being forced to share bathrooms and sleeping spaces with hundreds of residents was more than an uncomfortable inconvenience for these residents—it was a policy that exposed them to severe illness, hospitalization, and premature death.<a href=\"#_edn5\" id=\"_ednref5\"><sup>[v]<\/sup><\/a><\/p>\n\n\n\n<p>At the start of the Covid pandemic in 2020, as shelter residents were moved into hotels to protect their health, they encountered concerted opposition from many neighborhood residents. While New York City had paid for hotel rooms to house families in the shelter system for decades, few of these sites had previously been located in the well-to-do neighborhoods that now had vacancies. In forums ranging from message boards to newspapers, residents of the Upper West Side complained about their new neighbors, often citing fears of increased crime and instances of visible drug use to bolster their claims. In particular, the Lucerne, which housed men also receiving services for mental illness and drug abuse in the now-wealthy Upper West Side, emerged as an emblematic site for many of these complaints.<a id=\"_ednref6\" href=\"#_edn6\"><sup>[vi]<\/sup><\/a> It was clear that the protests of some neighborhood residents were effective when, just a few weeks after the men had been moved there, the DeBlasio administration announced plans to once again relocate the men housed at the Lucerne and gradually wind down programs that had placed unhoused individuals into hotels. Frustrated and in fear for their lives, many of the sheltered residents began, once again, to organize. While the men of the Lucerne managed to fight back against their initial transfer, the homeless-to-hotels program would be short-lived: in May of 2021, the Department of Homeless Services informed residents that they would be moving back into residential shelters imminently.  Individual residents, they insisted, would be able to petition for individual shelter if they were able to prove that they had a disability that made them immunocompromised.<a id=\"_ednref7\" href=\"#_edn7\"><sup>[vii]<\/sup><\/a><\/p>\n\n\n\n<p>However, many—like Morleen Fisher, the named plaintiff in an October 2021 lawsuit against the City—found that the agency did not recognize them as legitimately disabled. Fisher, who is 55 years old, has been diagnosed with diabetes, PTSD, and bipolar disorder. At the time of the Fisher lawsuit, she had been placed in a sleeping area with ten unrelated individuals, and shared a bathroom with twenty. During the day, she worked as a home health aide to an elderly couple and feared contracting the virus both for her own safety and for theirs. When she requested a single room in order to social distance, she alleged that shelter staff told her that “DHS does not put crazy people in hotels.”<a href=\"#_edn8\" id=\"_ednref8\"><sup>[viii]<\/sup><\/a><\/p>\n\n\n\n<p>For Shams DaBaron, one of the men relocated to and from the Lucerne, the process of eviction and relocation had revealed bigger problems within the shelter system as a whole—problems that spoke to the double standards that plagued many of the drug users who sought help from the agencies tasked with serving them. On a call-in radio show in June of 2021, DaBaron argued that COVID had revealed existing problems, particularly that “those of us who were dealing with mental illness and substance use disorder are not afforded the same protection that others with disabilities are” and could therefore not “question what the mayor does to us, even if it has a negative effect on our mental health or our ability to combat substance abuse.”<a href=\"#_edn9\" id=\"_ednref9\"><sup>[ix]<\/sup><\/a><\/p>\n\n\n\n<p>The issues his fellow residents faced, he argued, were “co-related,” but the shelter system refused to deal with it—instead simply profiting off the misery of the unhoused. The experience of being evicted from the Lucerne, he later wrote, had traumatized him and many of his fellow residents, triggering some to relapse, and others towards self-destructive behavior. As disability rights scholar Marta Russel has argued, the disabled bodies of these residents had been rendered profitable within a labyrinthine shelter system enriched by government contracts and emergency funds.<a href=\"#_edn10\" id=\"_ednref10\"><sup>[x]<\/sup><\/a> Fundamentally, DaBaron made the same argument that many early unhoused PLWHA activists did: the right to shelter was more than just the right to four walls and a bed. It was the right to continued health and dignity.<\/p>\n\n\n\n<p>The COVID-19 pandemic and the HIV\/AIDS syndemic are ongoing and distinct crises unfolding within the social fabric of New York City (and across the world.) They are each of a scale and specificity to merit considered analysis of their respective particularities. Analyzing them in tandem, however, often reveals troubling continuity rather than rupture in terms of the politics of social provision. The unhoused people who struggled against the unsafe conditions created by the DHS in 2020 come up against many of the same obstacles first articulated by PLWHA in the 1980s and 90s: a social service infrastructure that was not only indifferent to the lived experiences of disability and stigma, but one that often exacerbated difficulties.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><strong>Salonee Bhaman<\/strong> is a Ph.D. Candidate in the Department of History and program in Women, Gender, and Sexuality Studies at Yale University, where she is completing a dissertation about the social welfare history of the first decades of the HIV\/AIDS epidemic. Her research interests include intersecting histories of race, gender, social welfare, migration, and labor in the twentieth-century United States. She is also a leader of the New York City-based Asian American Feminist Collective.&nbsp;<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><a href=\"#_ednref1\" id=\"_edn1\"><sup>[i]<\/sup><\/a> <em>The Disparate Impact of COVID-19 on Homeless People in New York City<\/em>, <em>Before the New York State Legislature<\/em>.<br>(2020) (Shelly Nortz, Deputy Executive Director for Policy, Coalition for the Homeless.) ; <em>Fisher v. City of New York<\/em> (2021)<\/p>\n\n\n\n<p><a href=\"#_ednref2\" id=\"_edn2\"><sup>[ii]<\/sup><\/a> Holtzman, Benjamin. “Shelter Is Only a First Step&#8221;: Housing the Homeless in 1980s New York City.” <em>Journal of Social History<\/em> 52, no. 3 (2019): 886–910; Howard, Ella. <em>Homeless: Poverty and Place in Urban America<\/em>. Philadelphia,: University of Pennsylvania Press, 2013.<\/p>\n\n\n\n<p><a href=\"#_ednref3\" id=\"_edn3\"><sup>[iii]<\/sup><\/a> Schulman, Sarah. <em>Let the Record Show: A Political History of ACT UP New York, 1987-1993<\/em>. New York: Farrar, Straus and Giroux, 2021.<\/p>\n\n\n\n<p><a href=\"#_ednref4\" id=\"_edn4\"><sup>[iv]<\/sup><\/a> Shepard, Benjamin, and Steve Burghardt. <em>Community Projects as Social Activism: From Direct Action to Direct Services<\/em>. 55 City Road, London, 2015.<a href=\"https:\/\/doi.org\/10.4135\/9781483378602\"> <\/a><a href=\"https:\/\/doi.org\/10.4135\/9781483378602\">https:\/\/doi.org\/10.4135\/9781483378602<\/a>.<\/p>\n\n\n\n<p><a href=\"#_ednref5\" id=\"_edn5\"><sup>[v]<\/sup><\/a> <em>Mixon v. Grinker<\/em> (157 AD2d 423, 556 NYS2d 855 (1st Dept 1990)<\/p>\n\n\n\n<p><a href=\"#_ednref6\" id=\"_edn6\"><sup>[vi]<\/sup><\/a> Evershed, Megan. “How an Upper West Side Hotel Came to Embody the City’s Failure on Homelessness.” <em>The New Republic<\/em>, March 31, 2021.<a href=\"https:\/\/newrepublic.com\/article\/161811\/homelessness-eviction-lucerne-nyc-housing\"> <\/a><a href=\"https:\/\/newrepublic.com\/article\/161811\/homelessness-eviction-lucerne-nyc-housing\">https:\/\/newrepublic.com\/article\/161811\/homelessness-eviction-lucerne-nyc-housing<\/a>.’; Murphy, Jarrett. “The Fight Over the UWS Homeless Hotel Might Not Be Over.” City Limits, September 9, 2020.<a href=\"https:\/\/citylimits.org\/2020\/09\/09\/the-fight-over-the-uws-homeless-hotel-might-not-be-over\/\"> <\/a><a href=\"https:\/\/citylimits.org\/2020\/09\/09\/the-fight-over-the-uws-homeless-hotel-might-not-be-over\/\">https:\/\/citylimits.org\/2020\/09\/09\/the-fight-over-the-uws-homeless-hotel-might-not-be-over\/<\/a>.; Slotnik, Daniel E. “What Happened When Homeless Men Moved Into a Liberal Neighborhood.” <em>The New York Times<\/em>, August 18, 2020, sec. New York.<a href=\"https:\/\/www.nytimes.com\/2020\/08\/18\/nyregion\/uws-homeless-hotels-nyc.html\"> <\/a><a href=\"https:\/\/www.nytimes.com\/2020\/08\/18\/nyregion\/uws-homeless-hotels-nyc.html\">https:\/\/www.nytimes.com\/2020\/08\/18\/nyregion\/uws-homeless-hotels-nyc.html<\/a>.<\/p>\n\n\n\n<p><a href=\"#_ednref7\" id=\"_edn7\"><sup>[vii]<\/sup><\/a> Mehta, Akash. “Mayor, Ignoring FEMA, Says NYC Can’t Afford Hotel Rooms for Homeless.” <em>The Intercept<\/em>, May 1, 2020.<a href=\"https:\/\/theintercept.com\/2020\/05\/01\/coronavirus-new-york-city-homeless-fema\/\"> <\/a><a href=\"https:\/\/theintercept.com\/2020\/05\/01\/coronavirus-new-york-city-homeless-fema\/\">https:\/\/theintercept.com\/2020\/05\/01\/coronavirus-new-york-city-homeless-fema\/<\/a>.<\/p>\n\n\n\n<p><a href=\"#_ednref8\" id=\"_edn8\"><sup>[viii]<\/sup><\/a> <em>Fisher v. City of New York<\/em>.<\/p>\n\n\n\n<p><a href=\"#_ednref9\" id=\"_edn9\"><sup>[ix]<\/sup><\/a>&nbsp; “NYC’s Homeless People are Moved Back to Shelters.”<em>The Brian Lehrer Show. <\/em>&nbsp;WNYC, New York City, 93.9 FM. June 29, 2021.<\/p>\n\n\n\n<p><a href=\"#_ednref10\" id=\"_edn10\"><sup>[x]<\/sup><\/a> Russell, Marta, and Keith Rosenthal. <em>Capitalism &amp; Disability<\/em>. Haymarket, 2019.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the spring of 2020, New York City officials moved 238 unhoused men into the Lucerne Hotel on the Upper West Side. The move was one that benefitted many. In the preceding months, the Lucerne and other hotels had been emptied of their usual clientele—tourists—as a result of the COVID-19&hellip; <a class=\"continue\" href=\"https:\/\/disabilitycovidchronicles.nyu.edu\/shelter-in-a-perfect-storm-struggles-for-medically-appropriate-housing\/\">Continue Reading<span> Shelter in a Perfect Storm: Struggles for Medically Appropriate Housing<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":12456,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"advanced_seo_description":"","jetpack_seo_html_title":"","jetpack_seo_noindex":false,"_FSMCFIC_featured_image_caption":"","_FSMCFIC_featured_image_nocaption":"","_FSMCFIC_featured_image_hide":""},"categories":[43],"tags":[],"jetpack_featured_media_url":"https:\/\/i0.wp.com\/disabilitycovidchronicles.nyu.edu\/wp-content\/uploads\/2022\/10\/Emulsify_housing-justice.png?fit=2400%2C1350&ssl=1","jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12454"}],"collection":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/comments?post=12454"}],"version-history":[{"count":3,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12454\/revisions"}],"predecessor-version":[{"id":12479,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/posts\/12454\/revisions\/12479"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media\/12456"}],"wp:attachment":[{"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/media?parent=12454"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/categories?post=12454"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/disabilitycovidchronicles.nyu.edu\/wp-json\/wp\/v2\/tags?post=12454"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}